[
  {
    "id": 0,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Initial access of FDA approvals",
    "date": "2024-10-30"
  },
  {
    "id": 1,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Additional FDA approvals for initial version",
    "date": "2025-01-10"
  },
  {
    "id": 2,
    "type": "Contribution",
    "agent_id": 0,
    "description": "April 2025 database release, FDA provided regular approval to pembrolizumab in combination with trastuzumab, fluoropyrimidine- and platinum-containing chemotherapy for patients with gastric or gastroesophageal junction (GEJ) adenocracinoma.",
    "date": "2025-04-01"
  },
  {
    "id": 3,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Added propositions and statements for approval of abemaciclib in combination with endocrine therapy (tamoxifen or an aromatase inhibitor) for patients with HR+, HER2- breast cancer. Additional propositions are for combinations with letrozole, anastrozole, or exemestane per endocrine offerings within monarchE (NCT03155997).",
    "date": "2025-04-10"
  },
  {
    "id": 4,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The FDA provided regular approval to nivolumab in combination with ipilimumab the treatment of adults and pediatric patients 12 years and older with microsatellite instability-high (MSI-H) or DNA mismatch repair deficient (dMMR), metastatic colorectal cancer that has progressed following treatment with a fluoropyrimidine, oxaliplatin, and irinotecan. However, they split the approval in two indications: as a single agent and still as a combination for patients who have progressed on the previously listed therapies. We added a new indication to cover the combination treatment and updated all statements and propositions accordingly.",
    "date": "2025-04-30"
  },
  {
    "id": 5,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The FDA provided regular approval to larotrectinib for the treatment of adult and pediatric patients with solid tumors that: have a neurotrophic receptor tyrosine kinase (NTRK) gene fusion without a known acquired resistance mutation, are metastatic or where surgical resection is likely to result in severe morbidity, and have no satisfactory alternative treatments or that have progressed following treatment.",
    "date": "2025-04-30"
  },
  {
    "id": 6,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The FDA provided regular approval to taletrectinib for the treatment of patients with ROS1 positive non-small cell lung cancer, accelerated approval to telisotuzumab vedotin-tllv for the treatment of patients with non-squamous non-small cell lung cancer with high c-Met expression, and avutometinib in combination with defactinib (Avmapki Fakzynja co-pack) for the treatment of adult patients with KRAS-mutated recurrent low-grade serous ovarian cancer.",
    "date": "2025-06-12"
  },
  {
    "id": 7,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Resolving statements mapped to incorrect propositions",
    "date": "2025-06-26"
  },
  {
    "id": 8,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On June 12th, 2025, the US FDA approved pembrolizumab as a single agent as neoadjuvant treatment, continued as adjuvant treatment in combination with radiotherapy (RT) with or without cisplatin, and then as a single agent for the treatment of adult patients with resectable locally advanced head and neck squamous cell cancer (HNSCC) whose tumors express PD-L1 [Combined Positive Score (CPS) >= 1], as determined by an FDA-approved test.",
    "date": "2025-09-02"
  },
  {
    "id": 9,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On June 23, 2025, the US FDA approved datopotamab deruxtecan for the treatment of adult patients with locally advanced or metastatic EGFR mutated non-small cell lung cancer who have received prior EGFR-directed therapy and platinum-based chemotherapy.",
    "date": "2025-09-02"
  },
  {
    "id": 10,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On January 17, 2025, the US FDA approved datopotamab deruxtecan for the treatment of adult patients with unresectable or metastatic, HR-positive, HER2-negative breast cancer who have received prior endocrine-based therapy and chemotherapy for unresectable or metastatic disease.",
    "date": "2025-09-02"
  }
]
