[
  {
    "id": 0,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Initial access of FDA approvals",
    "date": "2024-10-30"
  },
  {
    "id": 1,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Additional FDA approvals for initial version",
    "date": "2025-01-10"
  },
  {
    "id": 2,
    "type": "Contribution",
    "agent_id": 0,
    "description": "April 2025 database release, FDA provided regular approval to pembrolizumab in combination with trastuzumab, fluoropyrimidine- and platinum-containing chemotherapy for patients with gastric or gastroesophageal junction (GEJ) adenocracinoma.",
    "date": "2025-04-01"
  },
  {
    "id": 3,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Added propositions and statements for approval of abemaciclib in combination with endocrine therapy (tamoxifen or an aromatase inhibitor) for patients with HR+, HER2- breast cancer. Additional propositions are for combinations with letrozole, anastrozole, or exemestane per endocrine offerings within monarchE (NCT03155997).",
    "date": "2025-04-10"
  },
  {
    "id": 4,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The FDA provided regular approval to nivolumab in combination with ipilimumab the treatment of adults and pediatric patients 12 years and older with microsatellite instability-high (MSI-H) or DNA mismatch repair deficient (dMMR), metastatic colorectal cancer that has progressed following treatment with a fluoropyrimidine, oxaliplatin, and irinotecan. However, they split the approval in two indications: as a single agent and still as a combination for patients who have progressed on the previously listed therapies. We added a new indication to cover the combination treatment and updated all statements and propositions accordingly.",
    "date": "2025-04-30"
  },
  {
    "id": 5,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The FDA provided regular approval to larotrectinib for the treatment of adult and pediatric patients with solid tumors that: have a neurotrophic receptor tyrosine kinase (NTRK) gene fusion without a known acquired resistance mutation, are metastatic or where surgical resection is likely to result in severe morbidity, and have no satisfactory alternative treatments or that have progressed following treatment.",
    "date": "2025-04-30"
  },
  {
    "id": 6,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The FDA provided regular approval to taletrectinib for the treatment of patients with ROS1 positive non-small cell lung cancer, accelerated approval to telisotuzumab vedotin-tllv for the treatment of patients with non-squamous non-small cell lung cancer with high c-Met expression, and avutometinib in combination with defactinib (Avmapki Fakzynja co-pack) for the treatment of adult patients with KRAS-mutated recurrent low-grade serous ovarian cancer.",
    "date": "2025-06-12"
  },
  {
    "id": 7,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Resolving statements mapped to incorrect propositions",
    "date": "2025-06-26"
  },
  {
    "id": 8,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On June 12th, 2025, the US FDA approved pembrolizumab as a single agent as neoadjuvant treatment, continued as adjuvant treatment in combination with radiotherapy (RT) with or without cisplatin, and then as a single agent for the treatment of adult patients with resectable locally advanced head and neck squamous cell cancer (HNSCC) whose tumors express PD-L1 [Combined Positive Score (CPS) >= 1], as determined by an FDA-approved test.",
    "date": "2025-09-02"
  },
  {
    "id": 9,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The US FDA approved datopotamab deruxtecan for the treatment of adult patients with locally advanced or metastatic EGFR mutated non-small cell lung cancer who have received prior EGFR-directed therapy and platinum-based chemotherapy.",
    "date": "2025-09-02"
  },
  {
    "id": 10,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The US FDA approved datopotamab deruxtecan for the treatment of adult patients with unresectable or metastatic, HR-positive, HER2-negative breast cancer who have received prior endocrine-based therapy and chemotherapy for unresectable or metastatic disease.",
    "date": "2025-09-02"
  },
  {
    "id": 11,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The US FDA approved sunvozertinib for the treatment of adult patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) with epidermal growth factor receptor (EGFR) exon 20 insertion mutations.",
    "date": "2025-09-03"
  },
  {
    "id": 12,
    "type": "Contribution",
    "agent_id": 0,
    "description": "The US FDA approved zongertinib for the treatment of zongertinib for the treatment of adult patients with unresectable or metastatic non-squamous non-small cell lung cancer (NSCLC) whose tumors have HER2 (ERBB2) tyrosine kinase domain activating mutations.",
    "date": "2025-09-03"
  },
  {
    "id": 13,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Adding EMA approvals for use to database",
    "date": "2024-10-20"
  },
  {
    "id": 14,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-02-10, the EMA published an EPAR - Assessment report - Variation that recommended revising this approval's from being indicated for pediatric patients aged 1 year or older to 1 month or older.",
    "date": "2025-08-29"
  },
  {
    "id": 15,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-02-10, the EMA published an EPAR - Assessment report - Variation that provided a new indication for Blincyto (blinatumomab).",
    "date": "2025-08-29"
  },
  {
    "id": 16,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-08-26, the EMA published an EPAR - Assessment report - Variation that revised indications for Bosulif (bosutinib) to support pediatric patients with chronic phase Ph+ CML.",
    "date": "2025-08-29"
  },
  {
    "id": 17,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-04-28, the EMA published an EPAR - Assessment report - Variation that added an extension indication to trastuzumab deruxtecan for the treatment of patients with unresectable or metastatic HER2-low or HER2-ultralow breast cancer who have received at least one endocrine therapy in the metastatic setting.",
    "date": "2025-08-29"
  },
  {
    "id": 18,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2024-10-24, the European Commission withdrew the market authorization for Gavreto (pralsetinib) in the European Union at the request of the marketing authorization holder, Blueprint Medicines (Netherlands) B.V., due to their decision to permanently discontinue the marketing of the product for commercial reasons.",
    "date": "2025-08-29"
  },
  {
    "id": 19,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-06-18, the EMA published an EPAR - Assessment report - Variation that added an extension indication to durvalumab for the treatment of adults with resectable NSCLC at high risk of recurrence and no EGFR mutations or ALK rearrangements.",
    "date": "2025-08-29"
  },
  {
    "id": 20,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-01-21, the EMA published an EPAR - Assessment report - Variation for Jemperli (dostarlimab), superseding the indication for dostarlimab in combination with carboplatin and paclitaxel for patients with dMMR/MSI-H endometrial cancer with a broader approval, removing the biomarker status requirement.",
    "date": "2025-08-29"
  },
  {
    "id": 21,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2024-12-16, the EMA published an EPAR - Assessment report - Variation for Kisqali (ribociclib) that added an extension indication to ribociclib in combination with an aromatase inhibitor for the treatment of the adjuvant treatment of patients with HR-positive, HER2-negative early breast cancer at high risk of recurrence.",
    "date": "2025-08-29"
  },
  {
    "id": 22,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-01-13, the EMA published an EPAR - Assessment report - Variation for Opdivo (nivolumab) for that added an extension indication to nivolumab in combination with ipilimumab is indicated for the treatment of adult patients with mismatch repair deficient or microsatellite instability-high colorectal cancer in the following settings: first-line treatment of unresectable or metastatic colorectal cancer; treatment of metastatic colorectal cancer after prior fluoropyrimidine-based combination chemotherapy.",
    "date": "2025-09-04"
  },
  {
    "id": 23,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-06-02, the EMA published an EPAR - Assessment report - Variation for Opdivo (nivolumab) for that added an extension indication to nivolumab in combination with platinum-based chemotherapy for the neoadjuvant treatment, followed by nivolumab as monotherapy as adjuvant treatment, of patients with resectable non-small cell lung cancer at high risk of recurrence whose tumors have PD-L1 expression >= 1%.",
    "date": "2025-09-04"
  },
  {
    "id": 24,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-03-11, the EMA published an EPAR - Assessment report - Variation for Rybrevant (amivantamab)that added an extension indication to amivantamab in combination with carboplatin and pemetrexed for the treatment of adult patients with advanced non-small cell lung cancer (NSCLC) with EGFR Exon 19 deletions or Exon 21 L858R substitution mutations after failure of prior therapy including an EGFR tyrosine kinase inhibitor (TKI).",
    "date": "2025-09-05"
  },
  {
    "id": 25,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-01-09, the EMA published an EPAR - Assessment report - Variation for Tagrisso (osimertinib) that added an extension indication to osimertinib for the treatment of adult patients with locally advanced, unresectable non-small cell lung cancer (NSCLC) whose tumors have EGFR exon 19 deletions or exon 21 (L858R) substitution mutations and whose disease has not progressed during or following platinum-based chemoradiation therapy.",
    "date": "2025-09-05"
  },
  {
    "id": 26,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2024-12-19, the EMA published an EPAR - Assessment report - Variation for Tevimbra (tislelizumab) that added an extension indication to tislelizumab in combination with platinum-based chemotherapy for the first-line treatment of adult patients with unresectable, locally advanced or metastatic oesophageal squamous cell carcinoma (OSCC) whose tumours express PD-L1 with a tumor area positivity (TAP) score >= 5%.",
    "date": "2025-09-05"
  },
  {
    "id": 27,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2024-12-19, the EMA published an EPAR - Assessment report - Variation for Tevimbra (tislelizumab) that added an extension indication to tislelizumab in combination with platinum and fluoropyrimidine-based chemotherapy, is indicated for the first-line treatment of adult patients with HER2-negative locally advanced unresectable or metastatic gastric or gastroesophageal junction (G/GEJ) adenocarcinoma whose tumours express PD-L1 with a tumour area positivity (TAP) score >= 5%.",
    "date": "2025-09-05"
  },
  {
    "id": 28,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2023-11-06, the European Commission withdrew the market authorization for Tremelimumab AstraZeneca (tremelimumab) in the European Union at the request of the marketing authorization holder, AstraZeneca AB, due to their decision to permanently discontinue the marketing of the product for commercial reasons.",
    "date": "2025-09-05"
  },
  {
    "id": 29,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-01-13, the EMA published an EPAR - Assessment report - Variation for Yervoy (ipilimumab) that added an extension indication to ipilimumab in combination with nivolumab for the first-line treatment of adult patients with mismatch repair deficient or microsatellite instability-high unresectable or metastatic colorectal cancer.",
    "date": "2025-09-05"
  },
  {
    "id": 30,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-01-28, the EMA provided conditional approval to Augtyro (repotrectinib) for two treatment indications: (i) adult patients with ROS1-positive non-small cell lung cancer, or (ii) adults and pediatric patients aged 12 and older with solid tumors that have an NTRK gene fusion.",
    "date": "2025-09-08"
  },
  {
    "id": 31,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-03-17, the EMA provided approval to Lazcluze (lazertinib) for the therapeutic indication of lazertinib in combination with amivantamab is indicated for the first-line treatment of adult patients with advanced non-small cell lung cancer (NSCLC) with EGFR exon 19 deletions or exon 21 L858R substitution mutations.",
    "date": "2025-09-08"
  },
  {
    "id": 32,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2024-12-11, the EMA provided approval to Elahere (mirvetuximab soravtansine) for the treatment of adult patients with with folate receptor-alpha (FDalpha) positive, platinum-resistant high grade serous epithelial ovarian, fallopian tube, or primary peritoneal cancer who have received one to three prior systemic treatment regimens.",
    "date": "2025-09-08"
  },
  {
    "id": 33,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-08-27, the EMA approved Itovebi (inavolisib) in combination with palbocicliab and fulvestrant for the treatment of adult patients with PIK3CA-mutated, estrogen receptor (ER)-positive, HER2-negative, locally advanced or metastatic breast cancer, following recurrence on or within 12 months of completing adjuvant endocrine treatment.",
    "date": "2025-09-08"
  },
  {
    "id": 34,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-07-03, the EMA approved Ziihera (zanidatamab) for the treatment of adult patients with unresectable locally advanced or metastatic HER2-positive (IHC3+) biliary tract cancer (BTC) previously treated with at least one prior line of systemic therapy.",
    "date": "2025-09-08"
  },
  {
    "id": 35,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-08-06, the US FDA granted accelerated approval to Modeyso (dordaviprone) for the treatment of adult and pediatric patients 1 year of age and older with diffuse midline glioma harboring an H3 K27M mutation with progressive disease following prior therapy.",
    "date": "2025-10-02"
  },
  {
    "id": 36,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-09-25, the US FDA granted approval to Inluriyo (imlunestrant) for the treatment of adult patients with ER-positive, HER2-negative, ESR1-mutated advanced or metastatic breast cancer with disease progression following at least one line of endocrine therapy.",
    "date": "2025-10-02"
  },
  {
    "id": 37,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-09-26 the EMA granted initial market authorization to Voranigo (vorasidenib) for the treatment of patients with astrocytoma or oligodendroglioma with an IDH1 R132 or IDH2 R172 mutation.",
    "date": "2025-10-02"
  },
  {
    "id": 38,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2023-01-19 the FDA granted accelerated approval to tucatinib in combination with trastuzumab for the treatment of adult patients with RAS wild-type HER2-positive unresectable or metastatic colorectal cancer.",
    "date": "2025-10-03"
  },
  {
    "id": 39,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2023-07-20 the FDA granted granted approval to quizartinib in combination with standard cytarabine and anthracycline induction and cytarabine consolidation, and as a maintenance monotherapy following consolidation chemotherapy, for the treatment of adult patients with newly diagnosed acute myeloid leukemia (AML) that is FLT3 internal tandem duplication (ITD)-positive as detected by an FDA-approved test.",
    "date": "2025-10-03"
  },
  {
    "id": 40,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2018-02-16 the FDA granted approval to ibrutinib for the treatment of adult patients with chronic lymphocytic leukemia (CLL) / Small lymphocytic lymphoma (SLL) with 17p deletion.",
    "date": "2025-10-03"
  },
  {
    "id": 41,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Adding HSE approvals for reimbursement to database",
    "date": "2024-01-16"
  },
  {
    "id": 42,
    "type": "Contribution",
    "agent_id": 0,
    "description": "Adding HRPA approvals for use to database",
    "date": "2024-11-10"
  },
  {
    "id": 43,
    "type": "Contribution",
    "agent_id": 0,
    "description": "EMA approval for quizartinib",
    "date": "2025-10-20"
  },
  {
    "id": 44,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-12-17, the US FDA granted regular approval to rucaparib for the treatment of patients with BRCA mutated mCRPC, which had previously received accelerated approval in 2020.",
    "date": "2025-12-23"
  },
  {
    "id": 45,
    "type": "Contribution",
    "agent_id": 0,
    "description": "On 2025-11-13, the US FDA granted regular approval to ziftomenib for the treatment of patients with relapsed or refractory acute myeloid leukemia (AML) with susceptible NPM1 mutation who have no satisfactory alternative treatment options.",
    "date": "2025-12-23"
  }
]
