[
  {
    "id": "ind:hc.adcetris:0",
    "document_id": "doc:hc.adcetris",
    "indication": "ADCETRIS is indicated for the treatment of previously untreated adult patients with systemic anaplastic large cell lymphoma (sALCL), peripheral T-cell lymphoma-not otherwise specified (PTCL-NOS) or angioimmunoblastic T-cell lymphoma (AITL), whose tumours express CD30, in combination with cyclophosphamide, doxorubicin, and prednisone (CHP).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved brentuximab vedotin in combination with cyclophosphamide, doxorubicin, and prednisone (CHP) for the treatment of previously untreated adult patients with systemic anaplastic large cell lymphoma (sALCL), peripheral T-cell lymphoma-not otherwise specified (PTCL-NOS), or angioimmunoblastic T-cell lymphoma (AITL), whose tumours express CD30.",
    "raw_biomarkers": "CD30-expressing",
    "raw_cancer_type": "systemic anaplastic large cell lymphoma (sALCL), CD30-expression peripheral T-cell lymphoma-not otherwise specified (PTCL-NOS), CD30-expression angioimmunoblastic T-cell lymphoma (AITL)",
    "raw_therapeutics": "Adcetris (brentuximab vedotin) in combination with cyclophosphamide, doxorubicin, and prednisone (CHP)"
  },
  {
    "id": "ind:hc.adcetris:1",
    "document_id": "doc:hc.adcetris",
    "indication": "ADCETRIS is indicated for the treatment of adult patients with CD30-expressing MF who have received prio systemic therapy",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved brentuximab vedotin for the treatment of adult patients with CD30-expressing mycosis fungoides (MF) who have received prior systemic therapy.",
    "raw_biomarkers": "CD30-expressing",
    "raw_cancer_type": "CD30-Expressing Mycosis Fungoides (MF)",
    "raw_therapeutics": "Adcetris (brentuximab vedotin)"
  },
  {
    "id": "ind:hc.afinitor:0",
    "document_id": "doc:hc.afinitor",
    "indication": "AFINITOR is indicated for the treatment of postmenopausal women with hormone receptor-positive, HER2-negative advanced breast cancer in combination with exemestane after recurrence or progression following treatment with letrozole or anastrozole.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved everolimus in combination with exemestane for the treatment of postmenopausal women with hormone receptor-positive, HER2-negative advanced breast cancer after recurrence or progression following treatment with letrozole or anastrozole.",
    "raw_biomarkers": "HR+, HER2-negative",
    "raw_cancer_type": "advanced breast cancer",
    "raw_therapeutics": "Afinitor (everolimus) in combination with exemestane"
  },
  {
    "id": "ind:hc.akeega:0",
    "document_id": "doc:hc.akeega",
    "indication": "AKEEGA (niraparib and abiraterone acetate) is indicated with prednisone or prednisolone for the treatment of adult patients with deleterious or suspected deleterious BRCA mutated (germline and/or somatic) metastatic castration resistant prostate cancer (mCRPC), who are asymptomatic/mildly symptomatic, and in whom chemotherapy is not clinically indicated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved niraparib and abiraterone acetate in combination with prednisone or prednisolone for the treatment of adult patients with deleterious or suspected deleterious BRCA-mutated (germline and/or somatic) metastatic castration-resistant prostate cancer (mCRPC), who are asymptomatic or mildly symptomatic, and in whom chemotherapy is not clinically indicated.",
    "raw_biomarkers": "deleterious or suspected deleterious BRCA mutated (germline and/or somatic)",
    "raw_cancer_type": "metastatic castration resistant prostate cancer",
    "raw_therapeutics": "Akeega (niraparib and abiraterone acetate) with prednisone or prednisolone"
  },
  {
    "id": "ind:hc.alecensaro:0",
    "document_id": "doc:hc.alecensaro",
    "indication": "ALECENSARO (alectinib) is indicated for the first-line treatment of patients with anaplastic lymphoma kinase (ALK)-positive, locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved alectinib for the first-line treatment of patients with ALK-positive, locally advanced or metastatic non-small cell lung cancer (NSCLC) that is not amenable to curative therapy.",
    "raw_biomarkers": "ALK-positive",
    "raw_cancer_type": "metastatic non-small cell lung cancer",
    "raw_therapeutics": "Alecensaro (alectinib)"
  },
  {
    "id": "ind:hc.alunbrig:0",
    "document_id": "doc:hc.alunbrig",
    "indication": "ALUNBRIG (brigatinib) is indicated as a monotherapy for the first line treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved brigatinib as monotherapy for the first-line treatment of adult patients with ALK-positive, locally advanced or metastatic non-small cell lung cancer (NSCLC) that is not amenable to curative therapy.",
    "raw_biomarkers": "ALK-positive",
    "raw_cancer_type": "metastatic non-small cell lung cancer",
    "raw_therapeutics": "Alunbrig (brigatinib)"
  },
  {
    "id": "ind:hc.augtyro:0",
    "document_id": "doc:hc.",
    "indication": "AUGTYRO (repotrectinib capsules) is indicated for treatment of adult patients with locally advanced or metastatic ROS1-positive non-small cell lung cancer (NSCLC).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved repotrectinib for the treatment of adult patients with locally advanced or metastatic ROS1-positive non-small cell lung cancer (NSCLC).",
    "raw_biomarkers": "ROS1-positive",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer",
    "raw_therapeutics": "Bugtyro (repotrectinib)"
  },
  {
    "id": "ind:hc.balversa:0",
    "document_id": "doc:hc.balversa",
    "indication": "BALVERSA (erdafitinib) is indicated for the treatment of adult patients with locally advanced unresectable or metastatic urothelial carcinoma (UC), harbouring susceptible fibroblast growth factor receptor (FGFR)3 genetic alterations, who have disease progression during or following at least one line of prior therapy including within 12 months of neoadjuvant or adjuvant therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved erdafitinib for the treatment of adult patients with locally advanced unresectable or metastatic urothelial carcinoma (UC) harboring susceptible FGFR3 genetic alterations, who have experienced disease progression during or after at least one line of prior therapy, including within 12 months of neoadjuvant or adjuvant therapy.",
    "raw_biomarkers": "susceptible FGFR3 genetic alterations",
    "raw_cancer_type": " locally advanced unresectable or metastatic urothelial carcinoman (UC)",
    "raw_therapeutics": "Balversa (erdafitinib)"
  },
  {
    "id": "ind:hc.besponsa:0",
    "document_id": "doc:hc.besponsa",
    "indication": "BESPONSA (inotuzumab ozogamicin for injection) is indicated for monotherapy for the treatment of adults with relapsed or refractory CD22-positive B-cell precursor acute lymphoblastic leukemia (ALL).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved inotuzumab ozogamicin as monotherapy for the treatment of adults with relapsed or refractory CD22-positive B-cell precursor acute lymphoblastic leukemia (ALL).",
    "raw_biomarkers": "CD22-positive",
    "raw_cancer_type": " B-cell precursor acute lymphoblastic leukemia",
    "raw_therapeutics": "Bespomsa (inotuzumab ozogamicin)"
  },
  {
    "id": "ind:hc.blincyto:0",
    "document_id": "doc:hc.blincyto",
    "indication": "BLINCYTO (blinatumomab for injection) is indicated for the treatment of patients with Philadelphia chromosome-negative CD19 positive B-cell precursor acute lymphoblastic leukemia (ALL) in the consolidation phase of multiphase chemotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved blinatumomab for the treatment of patients with Philadelphia chromosome-negative CD19-positive B-cell precursor acute lymphoblastic leukemia (ALL) in the consolidation phase of multiphase chemotherapy.",
    "raw_biomarkers": "philadelphia chromosone-negative, CD19-positive",
    "raw_cancer_type": "B-cell precursor acute lymphoblastic leukemia (ALL)",
    "raw_therapeutics": "Blincyto (blinatumomab)"
  },
  {
    "id": "ind:hc.blincyto:1",
    "document_id": "doc:hc.blincyto",
    "indication": "BLINCYTO (blinatumomab for injection) is indicated for the treatment of patients with Philadelphia chromosome-negative CD19 positive B-cell precursor ALL in first or second hematologic complete remission with minimal residual disease (MRD) greater than or equal to 0.1%.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved blinatumomab for the treatment of patients with Philadelphia chromosome-negative CD19-positive B-cell precursor ALL in first or second hematologic complete remission with minimal residual disease (MRD) ≥ 0.1%, as determined by an accredited laboratory using validated assay methods.",
    "raw_biomarkers": "philadelphia chromosome-negative, CD19-positive",
    "raw_cancer_type": "B-cell precursor acute lymphoblastic leukemia (ALL)",
    "raw_therapeutics": "Blincyto (blinatumomab)"
  },
  {
    "id": "ind:hc.blincyto:2",
    "document_id": "doc:hc.blincyto",
    "indication": "BLINCYTO (blinatumomab for injection) is indicated for the treatment of adult patients with relapsed or refractory B-cell precursor ALL.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved blinatumomab for the treatment of adult patients with relapsed or refractory B-cell precursor acute lymphoblastic leukemia (ALL).",
    "raw_biomarkers": "CD19-positive",
    "raw_cancer_type": "B-cell precursor acute lymphoblastic leukemia (ALL)",
    "raw_therapeutics": "Blincyto (blinatumomab)"
  },
  {
    "id": "ind:hc.blincyto:3",
    "document_id": "doc:hc.blincyto",
    "indication": "BLINCYTO (blinatumomab for injection) is indicated for the treatment of pediatric patients with Philadelphia chromosome-negative relapsed or refractory B-cell precursor ALL.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved blinatumomab for the treatment of pediatric patients with Philadelphia chromosome-negative relapsed or refractory B-cell precursor acute lymphoblastic leukemia (ALL).",
    "raw_biomarkers": "philadelphia chromosome-negative, CD19-positive",
    "raw_cancer_type": "B-cell precursor acute lymphoblastic leukemia (ALL)",
    "raw_therapeutics": "Blincyto (blinatumomab)"
  },
  {
    "id": "ind:hc.bosulif:0",
    "document_id": "doc:hc.bosulif",
    "indication": "BOSULIF (bosutinib) is indicated for the treatment of adult patients with newly-diagnosed chronic phase (CP) Philadelphia chromosome positive chronic myelogenous leukemia (Ph+ CML).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved bosutinib for the treatment of adult patients with newly-diagnosed chronic phase (CP) Philadelphia chromosome positive chronic myelogenous leukemia (Ph+ CML).",
    "raw_biomarkers": "philadelphia chromosome-positive (Ph+)",
    "raw_cancer_type": "chronic myelogenous leukemia",
    "raw_therapeutics": "Bosulif (bosutinib)"
  },
  {
    "id": "ind:hc.bosulif:1",
    "document_id": "doc:hc.bosulif",
    "indication": "BOSULIF (bosutinib) is indicated for the treatment of chronic, accelerated, or blast phase Philadelphia chromosome-positive (Ph+) chronic myelogenous leukemia (CML) in adult patients with resistance or intolerance to prior TKI therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved bosutinib for the treatment of chronic, accelerated, or blast phase Philadelphia chromosome-positive (Ph+) chronic myelogenous leukemia (CML) in adult patients with resistance or intolerance to prior TKI therapy.",
    "raw_biomarkers": "philadelphia chromosone-positive (Ph+)",
    "raw_cancer_type": "chronic myelogenous leukemia",
    "raw_therapeutics": "Bosulif (bosutinib)"
  },
  {
    "id": "ind:hc.braftovi:0",
    "document_id": "doc:hc.",
    "indication": "BRAFTOVI (encorafenib) is indicated, in combination with binimetinib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation, as detected by a validated test.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved encorafenib in combination with binimetinib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation, as detected by a validated test.",
    "raw_biomarkers": "BRAF V600E or BRAF V600K",
    "raw_cancer_type": "unresectable or metastatic melanoma",
    "raw_therapeutics": "Braftovi (encorafenib) in combination with binimetinib"
  },
  {
    "id": "ind:hc.braftovi:1",
    "document_id": "doc:hc.braftovi",
    "indication": "BRAFTOVI (encorafenib) is indicated, in combination with cetuximab, for the treatment of patients with metastatic colorectal cancer (mCRC) with a BRAF V600E mutation, as detected by a validated test, after prior therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved encorafenib in combination with cetuximab, for the treatment of patients with metastatic colorectal cancer (mCRC) with a BRAF V600E mutation, as detected by a validated test, after prior therapy.",
    "raw_biomarkers": "BRAF V600E",
    "raw_cancer_type": "metastatic colorectal cancer (mCRC)",
    "raw_therapeutics": "Braftovi (encorafenib) in combination with cetuximab"
  },
  {
    "id": "ind:hc.cotellic:0",
    "document_id": "doc:hc.cotellic",
    "indication": "COTELLIC (cobimetinib) is indicated for use in combination with vemurafenib for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved cobimetinib in combination wih vemurafenib for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation.",
    "raw_biomarkers": "BRAF V600 mutation",
    "raw_cancer_type": "unresectable or metastatic melanoma",
    "raw_therapeutics": "Cotellic in combination with vemurafenib"
  },
  {
  "id": "ind:hc.enhertu:0",
  "document_id": "doc:hc.enhertu",
  "indication": "ENHERTU (trastuzumab deruxtecan for injection) as monotherapy is indicated for the treatment of adult patients with unresectable or metastatic human epidermal growth factor receptor 2 (HER2)-positive breast cancer who have received at least one prior anti-HER2-based regimen either in the metastatic setting, or in the neoadjuvant or adjuvant setting and developed disease recurrence during or within 6 months of completing neoadjuvant or adjuvant therapy.",
  "initial_approval_date": "",
  "initial_approval_url": "",
  "description": "Health Canada approved trastuzumab deruxtecan as a monotherapy for the treatment of adult patients with unresectable or metastatic human epidermal growth factor receptor 2 (HER2)-positive breast cancer who have received at least one prior anti-HER2-based regimen either in the metastatic setting, or in the neoadjuvant or adjuvant setting and developed disease recurrence during or within 6 months of completing neoadjuvant or adjuvant therapy.",
  "raw_biomarkers": "HER2-positive",
  "raw_cancer_type": "unresectable or metastatic breast cancer",
  "raw_therapeutics": "Enhertu (trastuzumab deruxtecan)"
},
  {
    "id": "ind:hc.enhertu:1",
    "document_id": "doc:hc.enhertu",
    "indication": "ENHERTU (trastuzumab deruxtecan for injection) as monotherapy is indicated for the treatment of adult patients with unresectable or metastatic HER2-positive breast cancer who have received prior treatment with trastuzumab emtansine (T-DM1).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab deruxtecan as a monotherapy for the treatment of adult patients with unresectable or metastatic HER2-positive breast cancer who have received prior treatment with trastuzumab emtansine (T-DM1).",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "unresectable or metastatic breast cancer",
    "raw_therapeutics": "Enhertu (trastuzumab deruxtecan)"
  },
  {
    "id": "ind:hc.enhertu:2",
    "document_id": "doc:hc.enhertu",
    "indication": "ENHERTU (trastuzumab deruxtecan) as monotherapy is indicated for the treatment of adult patients with unresectable or metastatic HER2-low (IHC 1+ or IHC 2+/ISH-) breast cancer who have received at least one prior line of chemotherapy in the metastatic setting or developed disease recurrence during or within 6 months of completing adjuvant chemotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab deruxtecan as monotherapy for the treatment of adult patients with unresectable or metastatic HER2-low (IHC 1+ or IHC 2+/ISH-) breast cancer who have received at least one prior line of chemotherapy in the metastatic setting or developed disease recurrence during or within 6 months of completing adjuvant chemotherapy.",
    "raw_biomarkers": "HER2-low (IHC 1+ or IHC 2+/ISH-)",
    "raw_cancer_type": "unresectable or metastatic breast cancer",
    "raw_therapeutics": "Enhertu (trastuzumab deruxtecan)"
  },
  {
    "id": "ind:hc.enhertu:3",
    "document_id": "doc:hc.enhertu",
    "indication": "ENHERTU (trastuzumab deruxtecan) as monotherapy is indicated for the treatment of adult patients with unresectable, locally advanced or metastatic HER2-positive gastric or gastroesophageal junction (GEJ) adenocarcinoma who have received a prior trastuzumab-based regimen.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab deruxtecan as a monotherapy for the treatment of adult patients with unresectable,locally advanced or metastatic HER2-positive gastric or gastroesophageal junction (GEJ) adenocarcinoma who have received a prior trastuzumab-based regimen.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "unresectable locally advanced or metastatic gastric or gastroesophageal junction (GEJ) adenocarcinoma",
    "raw_therapeutics": "Enhertu (trastuzumab deruxtecan)"
  },
  {
    "id": "ind:hc.erbitux:0",
    "document_id": "doc:hc.erbitux",
    "indication": "ERBITUX (cetuximab) is indicated for the treatment of EGFR-expressing K-Ras wild-type metastatic colorectal carcinoma (mCRC) in combination with FOLFIRI (irinotecan, 5-fluorouracil, leucovorin) for first-line treatment.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved cetuximab for the treatment of EGFR-expressing K-Ras wild-type metastatic colorectal carcinoma (mCRC) in combination with FOLFIRI (irinotecan, 5-fluorouracil, leucovorin) for first-line treatment.",
    "raw_biomarkers": "EGFR-expressing, K-Ras wild type",
    "raw_cancer_type": "metastatic colorectal carcinoma (mCRC)",
    "raw_therapeutics": "Erbitux (cetuximab) in combination with FOLFIRI (irinotecan, 5-fluorouracil, leucovorin)"
  },
  {
    "id": "ind:hc.erbitux:1",
    "document_id": "doc:hc.erbitux",
    "indication": "ERBITUX (cetuximab) is indicated for the treatment of EGFR-expressing K-Ras wild-type metastatic colorectal carcinoma (mCRC) in combination with irinotecan in patients who are refractory to other irinotecan-based chemotherapy regimens.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved cetuximab for the treatment of EGFR-expressing K-Ras wild-type metastatic colorectal carcinoma (mCRC) in combination with irinotecan in patients who are refractory to other irinotecan-based chemotherapy regimens.",
    "raw_biomarkers": "EGFR-expressing, K-Ras wild type",
    "raw_cancer_type": "metastatic colorectal carcinoma (mCRC)",
    "raw_therapeutics": "Erbitux (cetuximab) in combination with irinotecan"
  },
  {
    "id": "ind:hc.erbitux:2",
    "document_id": "doc:hc.erbitux",
    "indication": "ERBITUX (cetuximab) is indicated as a single agent in patients who are intolerant to irinotecan-based chemotherapy for the treatment of EGFR-expressing K-Ras wild-type metastatic colorectal carcinoma (mCRC).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved cetuximab as a single agent for the treatment of EGFR-expressing K-Ras wild-type metastatic colorectal carcinoma (mCRC) in patients who are intolerant to irinotecan-based chemotherapy.",
    "raw_biomarkers": "EGFR-expressing, K-Ras wild type",
    "raw_cancer_type": "metastatic colorectal carcinoma (mCRC)",
    "raw_therapeutics": "Erbitux (cetuximab) as a single agent"
  },
  {
    "id": "ind:hc.erbitux:3",
    "document_id": "doc:hc.erbitux",
    "indication": "ERBITUX (cetuximab) is indicated as a single agent for the treatment of EGFR-expressing K-Ras wild-type metastatic colorectal carcinoma (mCRC) in patients who have failed both irinotecan- and oxaliplatin-based regimens and who have received a fluoropyrimidine.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved cetuximab as a single agent for the treatment of EGFR-expressing K-Ras wild-type metastatic colorectal carcinoma (mCRC) in patients who have failed both irinotecan- and oxaliplatin-based regimens and who have received a fluoropyrimidine.",
    "raw_biomarkers": "EGFR-expressing, K-Ras wild type",
    "raw_cancer_type": "metastatic colorectal carcinoma (mCRC)",
    "raw_therapeutics": "Erbitux (cetuximab) as a single agent"
  },
  {
    "id": "ind:hc.faslodex:0",
    "document_id": "doc:hc.faslodex",
    "indication": "FASLODEX (fulvestrant) is indicated for the treatment of estrogen receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer in postmenopausal women not previously treated with endocrine therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved fulvestrant for the treatment of estrogen receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer in postmenopausal women not previously treated with endocrine therapy.",
    "raw_biomarkers": "estrogen receptor-positive (ER+), HER2-negative",
    "raw_cancer_type": "locally advanced or metastatic breast cancer",
    "raw_therapeutics": "FASLODEX (fulvestrant)"
  },
  {
    "id": "ind:hc.giotrif:0",
    "document_id": "doc:hc.giotrif",
    "indication": "GIOTRIF (afatinib) is indicated as monotherapy for the treatment of Epidermal Growth Factor Receptor (EGFR) tyrosine kinase inhibitor naïve patients with metastatic adenocarcinoma of the lung with activating EGFR mutation(s).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved afatinib for the treatment of Epidermal Growth Factor Receptor (EGFR) tyrosine kinase inhibitor naïve patients with metastatic adenocarcinoma of the lung with activating EGFR mutation(s).",
    "raw_biomarkers": "EGFR Del 19, EGFR exon 21 L858R",
    "raw_cancer_type": "metastatic adenocarcinoma of the lung",
    "raw_therapeutics": "Giotrif (afatinib)"
  },
  {
    "id": "ind:hc.gleevec:0",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for the treatment of adult patients with newly diagnosed, Philadelphia chromosome-positive, chronic myeloid leukemia (CML) in chronic phase.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate for the treatment of adult patients with newly diagnosed, Philadelphia chromosome-positive, chronic myeloid leukemia (CML) in chronic phase.",
    "raw_biomarkers": "philadelphia chromosome-positive",
    "raw_cancer_type": "chronic myeloid leukemia",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.gleevec:1",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for the treatment of adult patients with Philadelphia chromosome-positive chronic myeloid leukemia (CML) in blast crisis or accelerated phase, or in chronic phase after failure of interferon-alpha therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate for the treatment of adult patients with Philadelphia chromosome-positive chronic myeloid leukemia (CML) in blast crisis or accelerated phase, or in chronic phase after failure of interferon-alpha therapy.",
    "raw_biomarkers": "Philadelphia chromosome-positive",
    "raw_cancer_type": "chronic myeloid leukemia (CML)",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.gleevec:2",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for use as a single agent for induction phase therapy in adult patients with newly diagnosed Philadelphia chromosome-positive acute lymphoblastic leukemia (Ph+ALL).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate ",
    "raw_biomarkers": "Philadelphia chromosome-positive",
    "raw_cancer_type": "acute lymphoblastic leukemia",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.gleevec:3",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for the treatment of adult patients with relapsed or refractory Ph+ALL as monotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate for the treatment of adult patients with relapsed or refractory Ph+ALL as monotherapy.",
    "raw_biomarkers": "Philadelphia chromosome-positive",
    "raw_cancer_type": "acute lymphoblastic leukemia (Ph+ALL)",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.gleevec:4",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for the treatment of adult patients with myelodysplastic/myeloproliferative diseases (MDS/MPD) associated with platelet-derived growth factor receptor (PDGFR) gene re-arrangements.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate for the treatment of adult patients with myelodysplastic/myeloproliferative diseases (MDS/MPD) associated with platelet-derived growth factor receptor (PDGFR) gene re-arrangements.",
    "raw_biomarkers": "DGFR gene re-arrangements",
    "raw_cancer_type": "myelodysplastic/myeloproliferative diseases (MDS/MPD)",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.gleevec:5",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for the treatment of adult patients with aggressive sub-types of systemic mastocytosis (ASM and SMAHNMD) without the D816V c-Kit mutation.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate for the treatment of adult patients with aggressive sub-types of systemic mastocytosis (ASM and SMAHNMD) without the D816V c-Kit mutation.",
    "raw_biomarkers": "without D816V c-Kit mutation or with the c-Kit mutational status unknown",
    "raw_cancer_type": "systemic mastocytosis (ASM and SMAHNMD)",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.gleevec:6",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for the treatment of adult patients with advanced hypereosinophilic syndrome (HES) and/or chronic eosinophilic leukemia (CEL) with FIP1L1-PDGFRα rearrangement.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate for the treatment of adult patients with advanced hypereosinophilic syndrome (HES) and/or chronic eosinophilic leukemia (CEL) with FIP1L1-PDGFRα rearrangement.",
    "raw_biomarkers": "FIP1L1::PDGFRA rearrangement",
    "raw_cancer_type": "advanced hypereosinophilic syndrome (HES) and/or chronic eosinophilic leukemia (CEL)",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.gleevec:7",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for the treatment of adult patients with Kit (CD117) positive unresectable and/or metastatic malignant gastrointestinal stromal tumors (GIST).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate for the treatment of adult patients with Kit (CD117) positive unresectable and/or metastatic malignant gastrointestinal stromal tumors (GIST).",
    "raw_biomarkers": "Kit (CD117) positive",
    "raw_cancer_type": "unresectable and/or metastatic malignant gastrointestinal stromal tumors",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.gleevec:8",
    "document_id": "doc:hc.gleevec",
    "indication": "GLEEVEC (imatinib mesylate) is indicated for the adjuvant treatment of adult patients who are at intermediate to high risk of relapse following complete resection of Kit (CD117) positive GIST.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved imatinib mesylate for the adjuvant treatment of adult patients who are at intermediate to high risk of relapse following complete resection of Kit (CD117) positive GIST.",
    "raw_biomarkers": "Kit (CD117) positive",
    "raw_cancer_type": "gastrointestinal stromal tumors (GIST)",
    "raw_therapeutics": "Gleevec (imatinib mesylate)"
  },
  {
    "id": "ind:hc.herceptin:0",
    "document_id": "doc:hc.herceptin",
    "indication": "HERCEPTIN (trastuzumab for injection) is indicated for the treatment of patients with early stage breast cancer with ECOG 0-1 status, whose tumours overexpress HER2, following surgery and after chemotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab for the treatment of patients with early stage breast cancer with ECOG 0-1 status, whose tumours overexpress HER2, following surgery and after chemotherapy.",
    "raw_biomarkers": "HER2-overexpressing",
    "raw_cancer_type": "early stage breast cancer",
    "raw_therapeutics": "Herceptin (trastuzumab)"
  },
  {
    "id": "ind:hc.herceptin:1",
    "document_id": "doc:hc.herceptin",
    "indication": "HERCEPTIN (trastuzumab for injection) is indicated for the treatment of patients with early stage breast cancer with ECOG 0-1 status, whose tumours overexpress HER2, following adjuvant chemotherapy consisting of doxorubicin and cyclophosphamide, in combination with paclitaxel or docetaxel.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab in combination with paclitaxel or docetaxel for the treatment of early stage breast cancer patients with ECOG 0-1 status, whose tumors overexpress HER2, following adjuvant chemotherapy consisting of doxorubicin and cyclophosphamide.",
    "raw_biomarkers": "HER2 overexpression",
    "raw_cancer_type": "early stage breast cancer",
    "raw_therapeutics": "Herceptin (trastuzumab), paclitaxel, docetaxel,"
  },
  {
    "id": "ind:hc.herceptin:2",
    "document_id": "doc:hc.herceptin",
    "indication": "HERCEPTIN (trastuzumab for injection) is indicated for the treatment of patients with early stage breast cancer with ECOG 0-1 status, whose tumours overexpress HER2, in combination with adjuvant chemotherapy consisting of docetaxel and carboplatin.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab in combination with docetaxel and carboplatin for the treatment of early stage breast cancer patients with ECOG 0-1 status, whose tumors overexpress HER2.",
    "raw_biomarkers": "HER2 overexpression",
    "raw_cancer_type": "early stage breast cancer",
    "raw_therapeutics": "Herceptin (trastuzumab), docetaxel, carboplatin"
  },
  {
    "id": "ind:hc.herceptin:3",
    "document_id": "doc:hc.herceptin",
    "indication": "HERCEPTIN (trastuzumab for injection) is indicated for the treatment of patients with metastatic breast cancer (MBC) whose tumours overexpress HER2.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab for metastatic breast cancer in patients whose tumors overexpress HER2.",
    "raw_biomarkers": "HER2-overexpressing",
    "raw_cancer_type": "metastatic breast cancer",
    "raw_therapeutics": "Herceptin (trastuzumab)"
  },
  {
    "id": "ind:hc.herceptin:4",
    "document_id": "doc:hc.herceptin",
    "indication": "HERCEPTIN (trastuzumab for injection) can be used in combination with pertuzumab and docetaxel for the treatment of patients with HER2-positive metastatic breast cancer who have not received prior anti-HER2 therapy or chemotherapy for metastatic disease.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab in combination with pertuzumab and docetaxel for the treatment of patients with HER2-positive metastatic breast cancer who have not received prior anti-HER2 therapy or chemotherapy for metastatic disease.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "metastatic breast cancer",
    "raw_therapeutics": "Herceptin (trastuzumab), pertuzumab, docetaxel"
  },
  {
    "id": "ind:hc.herceptin:5",
    "document_id": "doc:hc.herceptin",
    "indication": "HERCEPTIN (trastuzumab for injection) in combination with capecitabine or intravenous 5-fluorouracil and cisplatin is indicated for the treatment of patients with HER2 positive metastatic adenocarcinoma of the stomach or gastro-esophageal junction who have not received prior anti-cancer treatment for their metastatic disease.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab in combination with capecitabine or intravenous 5-fluorouracil and cisplatin for the treatment of HER2-positive metastatic adenocarcinoma of the stomach or gastro-esophageal junction in patients who have not received prior anti-cancer treatment for metastatic disease.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "metastatic adenocarcinoma of the stomach or gastro-esophageal junction",
    "raw_therapeutics": "Herceptin (trastuzumab), capecitabine, 5-fluorouracil, cisplatin"
  },
  {
    "id": "ind:hc.ibrance:0",
    "document_id": "doc:hc.ibrance",
    "indication": "IBRANCE (palbociclib) is indicated for the treatment of pre/perimenopausal or postmenopausal women, or men with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer in combination with an aromatase inhibitor as initial endocrine-based therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved palbociclib in combination with an aromatase inhibitor for the treatment of pre/perimenopausal or postmenopausal women, or men with HR-positive, HER2-negative locally advanced or metastatic breast cancer as initial endocrine-based therapy.",
    "raw_biomarkers": "HR-positive, HER2-negative",
    "raw_cancer_type": "locally advanced or metastatic breast cancer",
    "raw_therapeutics": "Ibrance (palbociclib), aromatase inhibitor"
  },
  {
    "id": "ind:hc.ibrance:1",
    "document_id": "doc:hc.ibrance",
    "indication": "IBRANCE (palbociclib) is indicated for the treatment of pre/perimenopausal or postmenopausal women, or men with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer in combination with fulvestrant in patients with disease progression after prior endocrine therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved palbociclib in combination with fulvestrant for the treatment of pre/perimenopausal or postmenopausal women, or men with HR-positive, HER2-negative locally advanced or metastatic breast cancer with disease progression after prior endocrine therapy.",
    "raw_biomarkers": "HR-positive, HER2-negative",
    "raw_cancer_type": "locally advanced or metastatic breast cancer",
    "raw_therapeutics": "Ibrance (palbociclib), fulvestrant"
  },
  {
    "id": "ind:hc.iclusig:0",
    "document_id": "doc:hc.iclusig",
    "indication": "ICLUSIG (ponatinib tablets) is indicated for the treatment of adult patients with chronic phase (CP), accelerated phase (AP), or blast phase (BP) chronic myeloid leukemia (CML) for whom other tyrosine kinase inhibitor (TKI) therapy is not appropriate, including CML that is T315I mutation positive or where there is prior TKI resistance or intolerance",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ponatinib for the treatment of adult patients with chronic phase, accelerated phase, or blast phase chronic myeloid leukemia (CML) who are not appropriate for other tyrosine kinase inhibitor (TKI) therapy, including those with the T315I mutation or prior TKI resistance or intolerance.",
    "raw_biomarkers": "T315I mutation positive",
    "raw_cancer_type": "chronic myeloid leukemia (CML)",
    "raw_therapeutics": "Iclusig (ponatinib)"
  },
  {
    "id": "ind:hc.iclusig:1",
    "document_id": "doc:hc.iclusig",
    "indication": "ICLUSIG (ponatinib tablets) is indicated for the treatment of adult patients with Philadelphia chromosome positive acute lymphoblastic leukemia (Ph+ ALL) for whom other tyrosine kinase inhibitor (TKI) therapy is not appropriate, including Ph+ ALL that is T315I mutation positive or where there is prior TKI resistance or intolerance",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ponatinib for the treatment of adult patients with Philadelphia chromosome positive acute lymphoblastic leukemia (Ph+ ALL) who are not appropriate for other tyrosine kinase inhibitor (TKI) therapy, including those with the T315I mutation or prior TKI resistance or intolerance.",
    "raw_biomarkers": "Philadelphia chromosome positive, T315I mutation positive",
    "raw_cancer_type": "acute lymphoblastic leukemia (Ph+ ALL)",
    "raw_therapeutics": "Iclusig (ponatinib)"
  },
  {
    "id": "ind:hc.imfinzi:0",
    "document_id": "doc:hc.imfinzi",
    "indication": "IMFINZI (durvalumab) in combination with tremelimumab and platinum-based chemotherapy is indicated for the first-line treatment of adult patients with metastatic NSCLC with no sensitizing epidermal growth factor receptor (EGFR) mutations or anaplastic lymphoma kinase (ALK) genomic tumour aberrations.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved durvalumab in combination with tremelimumab and platinum-based chemotherapy for the first-line treatment of adult patients with metastatic NSCLC with no sensitizing epidermal growth factor receptor (EGFR) mutations or anaplastic lymphoma kinase (ALK) genomic tumour aberrations.",
    "raw_biomarkers": "no sensitizing EGFR mutations or ALK genomic aberrations",
    "raw_cancer_type": "metastatic non-small cell lung cancer",
    "raw_therapeutics": "Imfinzi (durvalumab), tremelimumab, platinum-based chemotherapy"
  },
  {
    "id": "ind:hc.imfinzi:1",
    "document_id": "doc:hc.imfinzi",
    "indication": "Imfinzi (durvalumab) in combination with carboplatin and paclitaxel is indicated for the first-line treatment of adult patients with primary advanced or recurrent mismatch repair deficient (dMMR) endometrial cancer who are candidates for systemic therapy, followed by maintenance treatment with Imfinzi as monotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved durvalumab in combination with carboplatin and paclitaxel for the first-line treatment of adult patients with primary advanced or recurrent mismatch repair deficient (dMMR) endometrial cancer who are candidates for systemic therapy, followed by maintenance treatment with Imfinzi as monotherapy.",
    "raw_biomarkers": "mismatch repair deficient (dMMR)",
    "raw_cancer_type": "primary advanced or recurrent endometrial cancer",
    "raw_therapeutics": "Imfinzi (durvalumab), carboplatin, paclitaxel"
  },
  {
    "id": "ind:hc.iressa:0",
    "document_id": "doc:hc.iressa",
    "indication": "IRESSA (gefitinib) is indicated for the first line treatment of patients with locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC) who have activating mutations of the EGFR-TK",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved gefitinib for the first line treatment of patients with locally advanced (not amenable to curative therapy)or metastatic non-small cell lung cancer (NSCLC) who have activating mutations of the EGFR-TK ",
    "raw_biomarkers": "activating mutations of EGFR",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Iressa (gefitinib)"
  },
  {
    "id": "ind:hc.itovebi:0",
    "document_id": "doc:hc.itovebi",
    "indication": "ITOVEBI (inavolisib film-coated tablets), in combination with palbociclib and fulvestrant, is indicated for the treatment of adult patients with endocrine-resistant, PIK3CA-mutated, hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative, locally advanced or metastatic breast cancer, following recurrence on or after completing adjuvant endocrine treatment.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved inavolisib in combination with palbociclib and fulvestrant for the treatment of adult patients with endocrine-resistant, PIK3CA-mutated, hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative, locally advanced or metastatic breast cancer, following recurrence on or after completing adjuvant endocrine treatment.",
    "raw_biomarkers": "PIK3CA-mutated, HR-positive, HER2-negative",
    "raw_cancer_type": "locally advanced or metastatic breast cancer",
    "raw_therapeutics": "Itovebi (inavolisib), palbociclib, fulvestrant"
  },
  {
    "id": "ind:hc.jemperli:0",
    "document_id": "doc:hc.jemperli",
    "indication": "JEMPERLI (dostarlimab for injection) is indicated as monotherapy for the treatment of adult patients with mismatch repair deficient (dMMR) or microsatellite instability-high (MSI-H) recurrent or advanced endometrial cancer that has progressed on or following prior treatment with a platinum containing regimen.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dostarlimab as monotherapy for the treatment of adult patients with mismatch repair deficient (dMMR) or microsatellite instability-high (MSI-H) recurrent or advanced endometrial cancer that has progressed on or following prior treatment with a platinum containing regimen.",
    "raw_biomarkers": "mismatch repair deficient (dMMR), microsatellite instability-high (MSI-H)",
    "raw_cancer_type": "recurrent or advanced endometrial cancer",
    "raw_therapeutics": "Jemperli (dostarlimab)"
  },
  {
    "id": "ind:hc.kadcyla:0",
    "document_id": "doc:hc.kadcyla",
    "indication": "KADCYLA (trastuzumab emtansine for injection) monotherapy is indicated for the treatment of HER2-positive metastatic breast cancer patients who received both prior treatment with trastuzumab and a taxane, separately or in combination.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab emtansine for the treatment of HER2-positive metastatic breast cancer patients who received both prior treatment with trastuzumab and a taxane, separately or in combination.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "metastatic breast cancer",
    "raw_therapeutics": "Kadcyla (trastuzumab emtansine)"
  },
  {
    "id": "ind:hc.kadcyla:1",
    "document_id": "doc:hc.kadcyla",
    "indication": "KADCYLA monotherapy indicated for the adjuvant treatment of HER2-positive early breast cancer patients who have residual invasive disease following neoadjuvant taxane and trastuzumab-based treatment.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trastuzumab emtansine for the adjuvant treatment of HER2-positive early breast cancer patients who have residual invasive disease following neoadjuvant taxane and trastuzumab-based treatment.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "early breast cancer",
    "raw_therapeutics": "Kadcyla (trastuzumab emtansine)"
  },
  {
    "id": "ind:hc.keytruda:0",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab) is indicated for the treatment of adult patients with unresectable or metastatic melanoma and disease progression following ipilimumab therapy and, if BRAF V600 mutation positive, following a BRAF or MEK inhibitor.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab for the treatment of adult patients with unresectable or metastatic melanoma and disease progression following ipilimumab therapy and, if BRAF V600 mutation positive, following a BRAF or MEK inhibitor.",
    "raw_biomarkers": "BRAF V600 mutation",
    "raw_cancer_type": "unresectable or metastatic melanoma",
    "raw_therapeutics": "Keytruda (pembrolizumab)"
  },
  {
    "id": "ind:hc.keytruda:1",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab) as monotherapy is indicated for the first-line treatment of adult patients with metastatic non-small cell lung carcinoma (NSCLC) or stage III disease where patients are not candidates for surgical resection or definitive chemoradiation, expressing PD-L1 [Tumour Proportion Score (TPS) ≥ 1%] as determined by a validated test, with no EGFR or ALK genomic tumour aberrations.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab for the first-line treatment of adult patients with metastatic non-small cell lung carcinoma (NSCLC) or stage III disease where patients are not candidates for surgical resection or definitive chemoradiation, expressing PD-L1 [Tumour Proportion Score (TPS) ≥ 1%] as determined by a validated test, with no EGFR or ALK genomic tumour aberrations.",
    "raw_biomarkers": "PD-L1 (TPS ≥ 1%), EGFR genomic tumour aberrations, ALK genomic tumour aberrations",
    "raw_cancer_type": "metastatic non-small cell lung carcinoma (NSCLC)",
    "raw_therapeutics": "Keytruda (pembrolizumab)"
  },
  {
    "id": "ind:hc.keytruda:2",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab), in combination with pemetrexed and platinum chemotherapy, is indicated for the treatment of adult patients with metastatic non-squamous NSCLC with no EGFR or ALK genomic tumour aberrations, and no prior systemic chemotherapy treatment for metastatic NSCLC.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab in combination with pemetrexed and platinum chemotherapy for the treatment of adult patients with metastatic non-squamous NSCLC with no EGFR or ALK genomic tumour aberrations, and no prior systemic chemotherapy treatment for metastatic NSCLC.",
    "raw_biomarkers": "no EGFR or ALK genomic tumour aberrations",
    "raw_cancer_type": "metastatic non-squamous non-small cell lung carcinoma ",
    "raw_therapeutics": "Keytruda (pembrolizumab)"
  },
  {
    "id": "ind:hc.keytruda:3",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab) is indicated Keytruda as monotherapy is indicated for the treatment of adult patients with metastatic NSCLC whose tumours express PD-L1 (TPS ≥ 1%) as determined by a validated test and who have disease progression on or after platinum-containing chemotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab as a monotherapy for treatment of adult patients with metastatic NSCLC whose tumours express PD-L1 (TPS ≥ 1%) as determined by a validated test and who have disease progression on or after platinum-containing chemotherapy.",
    "raw_biomarkers": "PD-L1 (TPS ≥ 1%)",
    "raw_cancer_type": "metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Keytruda (pembrolizumab)"
  },
  {
    "id": "ind:hc.keytruda:4",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab) is indicated, as monotherapy, for the treatment of adult patients with metastatic MSI-H or dMMR colorectal cancer (CRC) as determined by a validated test.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab as a monotherapy for the treatment of adult patients with metastatic MSI-H or dMMR colorectal cancer (CRC) as determined by a validated test.",
    "raw_biomarkers": "MSI-H or dMMR",
    "raw_cancer_type": "metastatic colorectal cancer (CRC)",
    "raw_therapeutics": "Keytruda (pembrolizumab)"
  },
  {
    "id": "ind:hc.keytruda:5",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab) is indicated as monotherapy for the treatment of adult and pediatric patients with unresectable or metastatic microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) solid tumours, as determined by a validated test, that have progressed following prior treatment and who have no satisfactory alternative treatment options.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "",
    "raw_biomarkers": "MSI-H or dMMR) ",
    "raw_cancer_type": "unresectable or metastatic MSI-H or dMMR solid tumors",
    "raw_therapeutics": "Keytruda (pembrolizumab)"
  },
  {
    "id": "ind:hc.keytruda:6",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab), in combination with lenvatinib, is indicated for the treatment of adult patients with advanced endometrial carcinoma that is not microsatellite instability high (MSI-H) or mismatch repair deficient (dMMR), who have disease progression following prior platinum-based systemic therapy, and are not candidates for curative surgery or radiation.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab in combination with lenvatinib for the treatment of adult patients with advanced endometrial carcinoma that is not microsatellite instability high (MSI-H) or mismatch repair deficient (dMMR), who have disease progression following prior platinum-based systemic therapy, and are not candidates for curative surgery or radiation.",
    "raw_biomarkers": "not MSI-H or dMMR",
    "raw_cancer_type": "advanced endometrial carcinoma",
    "raw_therapeutics": "Keytruda (pembrolizumab), lenvatinib"
  },
  {
    "id": "ind:hc.keytruda:7",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab) is indicated for the first-line treatment of metastatic or unresectable recurrent head and neck squamous cell carcinoma (HNSCC) as monotherapy, in adult patients whose tumours have PD-L1 expression (Combined Positive Score [CPS] ≥ 1) as determined by a validated test.",
    "initial_approval_date": "",
    "initial_approval_url": " ",
    "description": "Health Canada approved pembrolizumab for the first-line treatment of metastatic or unresectable recurrent head and neck squamous cell carcinoma (HNSCC) as monotherapy, in adult patients whose tumours have PD-L1 expression (Combined Positive Score [CPS] ≥ 1) as determined by a validated test.",
    "raw_biomarkers": "PD-L1 (CPS ≥ 1)",
    "raw_cancer_type": " metastatic or unresectable recurrent head and neck squamous cell carcinoma (HNSCC)",
    "raw_therapeutics": "Keytruda (pembrolizumab)"
  },
  {
    "id": "ind:hc.keytruda:8",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab), in combination with trastuzumab, fluoropyrimidine- and platinum-containing chemotherapy,is indicated for the first-line treatment of adult patients with locally advanced unresectable or metastatic HER2-positive gastric or gastroesophageal junction (GEJ) adenocarcinoma, whose tumours express PD-L1 (Combined Positive Score [CPS] ≥1) as determined by a validated test.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab, in combination with trastuzumab, fluoropyrimidine- and platinum-containing chemotherapy, for the first-line treatment of adult patients with locally advanced unresectable or metastatic HER2-positive gastric or gastroesophageal junction (GEJ) adenocarcinoma, whose tumours express PD-L1 (Combined Positive Score [CPS] ≥1) as determined by a validated test.",
    "raw_biomarkers": "HER2-positive, PD-L1 (CPS ≥ 1)",
    "raw_cancer_type": " locally advanced unresectable or metastatic gastric or gastroesophageal junction (GEJ) adenocarcinoma",
    "raw_therapeutics": "Keytruda (pembrolizumab), trastuzumab, fluoropyrimidine, platinum-containing chemotherapy"
  },
  {
    "id": "ind:hc.keytruda:9",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab), in combination with fluoropyrimidine- and platinum-containing chemotherapy, is indicated for the first-line treatment of adult patients with locally advanced unresectable or metastatic HER2-negative gastric or gastroesophageal junction (GEJ) adenocarcinoma.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab, in combination with fluoropyrimidine- and platinum-containing chemotherapy, for the first-line treatment of adult patients with locally advanced unresectable or metastatic HER2-negative gastric or gastroesophageal junction (GEJ) adenocarcinoma.",
    "raw_biomarkers": "HER2-negative",
    "raw_cancer_type": " locally advanced unresectable or metastatic gastric or gastroesophageal junction (GEJ) adenocarcinoma.",
    "raw_therapeutics": "Keytruda (pembrolizumab), fluoropyrimidine, platinum-containing chemotherapy"
  },
  {
    "id": "ind:hc.keytruda:10",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab), in combination with chemotherapy, is indicated for the treatment of adult patients with locally recurrent unresectable or metastatic triple-negative breast cancer (TNBC), who have not received prior chemotherapy for metastatic disease and whose tumours express PD-L1 (Combined Positive Score [CPS] ≥ 10) as determined by a validated test.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab, in combination with chemotherapy, for the treatment of adult patients with locally recurrent unresectable or metastatic triple-negative breast cancer (TNBC), who have not received prior chemotherapy for metastatic disease and whose tumours express PD-L1 (Combined Positive Score [CPS] ≥ 10) as determined by a validated test.",
    "raw_biomarkers": "PD-L1 (CPS) >= 10",
    "raw_cancer_type": "locally recurrent unresectable or metastatic triple-negative breast cancer (TNBC)",
    "raw_therapeutics": "Keytruda (pembrolizumab), chemotherapy"
  },
  {
    "id": "ind:hc.keytruda:11",
    "document_id": "doc:hc.keytruda",
    "indication": "KEYTRUDA (pembrolizumab), in combination with chemotherapy with or without bevacizumab, is indicated for the treatment of adult patients with persistent, recurrent, or metastatic cervical cancer whose tumours express PD-L1 (CPS ≥ 1) as determined by a validated test.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pembrolizumab, in combination with chemotherapy with or without bevacizumab, for the treatment of adult patients with persistent, recurrent, or metastatic cervical cancer whose tumours express PD-L1 (CPS ≥ 1) as determined by a validated test.",
    "raw_biomarkers": "PD-L1 (CPS ≥ 1)",
    "raw_cancer_type": "persistent, recurrent, or metastatic cervical cancer",
    "raw_therapeutics": "Keytruda (pembrolizumab), chemotherapy, bevacizumab"
  },
  {
    "id": "ind:hc.kisqali:0",
    "document_id": "doc:hc.kisqali",
    "indication": "KISQALI (ribociclib tablets) is indicated, in combination with an aromatase inhibitor for the treatment of pre/perimenopausal or postmenopausal women, or men ,with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced or metastatic breast cancer, as initial endocrine-based therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ribociclib, in combination with an aromatase inhibitor, for the treatment of pre/perimenopausal or postmenopausal women, or men ,with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced or metastatic breast cancer, as initial endocrine-based therapy.",
    "raw_biomarkers": "HR+, HER2-negative",
    "raw_cancer_type": "advanced or metastatic breast cancer",
    "raw_therapeutics": "Kisqali (ribociclib), aromatase inhibitor"
  },
  {
    "id": "ind:hc.kisqali:1",
    "document_id": "doc:hc.kisqali",
    "indication": "KISQALI (ribociclib tablets) is indicated, in combination with fulvestrant for the treatment of postmenopausal women, with HR-positive, HER2-negative advanced or metastatic breast cancer, as initial endocrine-based therapy or following disease progression on endocrine therapy." ,
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ribociclib, in combination with fulvestrant, for the treatment ostmenopausal women, with HR-positive, HER2-negative advanced or metastatic breast cancer, as initial endocrine-based therapy or following disease progression on endocrine therapy.",
    "raw_biomarkers": "HR+, HER2-negative",
    "raw_cancer_type": "advanced or metastatic breast cancer",
    "raw_therapeutics": "Kisqali (ribociclib), fulvestrant"
  },
  {
    "id": "ind:hc.lazcluze:0",
    "document_id": "doc:hc.lazcluze",
    "indication": "LAZCLUZE (lazertinib) in combination with amivantamab is indicated for the first-line treatment of adult patients with locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC) with epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 L858R substitution mutations.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved lazertinib in combination with amivantamab for the first-line treatment of adult patients with locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC) with epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 L858R substitution mutations.",
    "raw_biomarkers": "EGFR exon 19 deletions or exon 21 L858R",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Lazcluze (lazertinib), amivantamab"
  },
  {
    "id": "ind:hc.libtayo:0",
    "document_id": "doc:hc.libtayo",
    "indication": "LIBTAYO (cemiplimab for injection) is indicated as monotherapy for the first-line treatment of adult patients with non-small cell lung cancer (NSCLC) expressing PD-L1 in ≥ 50% of tumour cells (Tumour Proportion Score [TPS] ≥ 50%), as determined by a validated test, with no EGFR, ALK or ROS1 aberrations, who have locally advanced NSCLC who are not candidates for surgical resection or definitive chemoradiation, or metastatic NSCLC.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved cemiplimab as monotherapy for the first-line treatment of adult patients with non-small cell lung cancer (NSCLC) expressing PD-L1 in ≥ 50% of tumour cells (Tumour Proportion Score [TPS] ≥ 50%), as determined by a validated test, with no EGFR, ALK or ROS1 aberrations, who have locally advanced NSCLC who are not candidates for surgical resection or definitive chemoradiation, or metastatic NSCLC.",
    "raw_biomarkers": "PD-L1 expression [Tumor Proportion Score (TPS) >= 50%] with no EGFR, ALK or ROS1 aberrations",
    "raw_cancer_type": "non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Libtayo (Cemiplimab)"
  },
  {
    "id": "ind:hc.libtayo:1",
    "document_id": "doc:hc.libtayo",
    "indication": "LIBTAYO (cemiplimab for injection) in combination with platinum‐based chemotherapy for the first‐line treatment of adult patients with NSCLC whose tumors have no EGFR, ALK or ROS1 aberrations and is locally advanced where patients are not candidates for surgical resection or definitive chemoradiation, or metastatic NSCLC.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved cemiplimab in cominbation with platinum-based chemotherapy for the first‐line treatment of adult patients with NSCLC whose tumors have no EGFR, ALK or ROS1 aberrations and is locally advanced where patients are not candidates for surgical resection or definitive chemoradiation, or metastatic NSCLC.",
    "raw_biomarkers": "No EGFR, ALK, or ROS1 aberrations",
    "raw_cancer_type": "non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Libtayo (cemiplimab) in combination with platinum-based chemotherapy"
  },
  {
    "id": "ind:hc.lorbrena:0",
    "document_id": "doc:hc.",
    "indication": "LORBRENA (lorlatinib) is indicated as monotherapy for the first-line treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved lorlatinib as monotherapy for the first-line treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC).",
    "raw_biomarkers": "ALK-positive",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Lorbrena (lorlatinib)"
  },
  {
    "id": "ind:hc.lorbrena:1",
    "document_id": "doc:hc.lorbrena",
    "indication": "LORBRENA (lorlatinib) is indicated as monotherapy for the treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer (NSCLC) who have progressed on crizotinib and at least one other ALK inhibitor, or patients who have progressed on ceritinib or aectinib.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved lorlatinib as monotherapy for the treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer (NSCLC) who have progressed on crizotinib and at least one other ALK inhibitor, or patients who have progressed on ceritinib or aectinib.",
    "raw_biomarkers": "ALK-positive",
    "raw_cancer_type": "metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Lorbrena (lorlatinib)"
  },
  {
    "id": "ind:hc.lumakras:0",
    "document_id": "doc:hc.lumakras",
    "indication": "LUMAKRAS (sotorasib) is indicated for the treatment of adult patients with Kirsten rat sarcoma viral oncogene homolog (KRAS) G12C-mutated locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC) who have received at least one prior systemic therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved sotorasib for the treatment of adult patients with Kirsten rat sarcoma viral oncogene homolog (KRAS) G12C-mutated locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC) who have received at least one prior systemic therapy.",
    "raw_biomarkers": "KRAS p.G12C",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Lumakras (sotorasib)"
  },
  {
    "id": "ind:hc.lynparza:0",
    "document_id": "doc:hc.lynparza",
    "indication": "LYNPARZA (olaparib) is indicated for the adjuvant treatment of adult patients with deleterious or suspected deleterious germline BRCA-mutated (gBRCAm), human epidermal growth factor receptor 2 (HER2)-negative high risk early breast cancer who have been treated with neoadjuvant or adjuvant chemotherapy. Patients must have confirmation of a germline BRCA mutation before LYNPARZA treatment is initiated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved olaparib for the adjuvant treatment of adult patients with deleterious or suspected deleterious germline BRCA-mutated (gBRCAm), human epidermal growth factor receptor 2 (HER2)-negative high risk early breast cancer who have been treated with neoadjuvant or adjuvant chemotherapy.",
    "raw_biomarkers": "deleterious or suspected deleterious gBRCAm, HER2-negative",
    "raw_cancer_type": "high risk early breast cancer",
    "raw_therapeutics": "Lynparza (olaparib)"
  },
  {
    "id": "ind:hc.lynparza:1",
    "document_id": "doc:hc.lynparza",
    "indication": "LYNPARZA (olaparib) is indicated as monotherapy for the treatment of adult patients with deleterious or suspected deleterious germline BRCA-mutated (gBRCAm), HER2- negative metastatic breast cancer who have previously been treated with chemotherapy in the neoadjuvant, adjuvant or metastatic setting. Patients with hormone receptor (HR)-positive breast cancer should have progressed on or be considered inappropriate for endocrine therapy. Germline BRCA mutation must be confirmed before LYNPARZA treatment is initiated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved olaparib as monotherapy for the treatment of adult patients with deleterious or suspected deleterious germline BRCA-mutated (gBRCAm), HER2- negative metastatic breast cancer who have previously been treated with chemotherapy in the neoadjuvant, adjuvant or metastatic setting. Patients with hormone receptor (HR)-positive breast cancer should have progressed on or be considered inappropriate for endocrine therapy.",
    "raw_biomarkers": "deleterious or suspected deleterious gBRCAm, HER2-negative",
    "raw_cancer_type": "metastatic breast cancer",
    "raw_therapeutics": "Lynparza (olaparib)"
  },
  {
    "id": "ind:hc.lynparza:2",
    "document_id": "doc:hc.lynparza",
    "indication": "LYNPARZA (olaparib) is indicated as monotherapy for the maintenance treatment of adult patients with advanced BRCA-mutated high-grade epithelial ovarian, fallopian tube or primary peritoneal cancer who are in response (complete response or partial response) to first-line platinum-based chemotherapy. Patients must have confirmation of BRCA mutation (identified by either germline or tumour testing) before LYNPARZA treatment is initiated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved olaparib as monotherapy for the maintenance treatment of adult patients with advanced BRCA-mutated high-grade epithelial ovarian, fallopian tube or primary peritoneal cancer who are in response (complete response or partial response) to first-line platinum-based chemotherapy.",
    "raw_biomarkers": "advanced high-grade epithelial ovarian, fallopian tube or primary peritoneal cancer",
    "raw_cancer_type": "BRCA-mutated",
    "raw_therapeutics": "Lynparza (olaparib)"
  },
  {
    "id": "ind:hc.lynparza:3",
    "document_id": "doc:hc.lynparza",
    "indication": "LYNPARZA (olaparib) is indicated as an add-on maintenance treatment to bevacizumab of adult patients with advanced high-grade epithelial ovarian, fallopian tube or primary peritoneal cancer whose cancer is associated with homologous recombination deficiency (HRD)-positive status defined by either a deleterious or suspected deleterious BRCA mutation and/or genomic instability. BRCA mutation status (germline or somatic) and/or genomic instability must be confirmed before LYNPARZA treatment is initiated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved olaparib as an add-on maintenance treatment to bevacizumab of adult patients with advanced high-grade epithelial ovarian, fallopian tube or primary peritoneal cancer whose cancer is associated with homologous recombination deficiency (HRD)-positive status defined by either a deleterious or suspected deleterious BRCA mutation and/or genomic instability.",
    "raw_biomarkers": "HRD-positive defined by either a deleterious or suspected deleterious BRCA mutation and/or genomic instability",
    "raw_cancer_type": "advanced high-grade epithelial ovarian, fallopian tube or primary peritoneal cancer",
    "raw_therapeutics": "Lynparza (olaparib)"
  },
  {
    "id": "ind:hc.lynparza:4",
    "document_id": "doc:hc.lynparza",
    "indication": "LYNPARZA (olaparib) is indicated as monotherapy for the maintenance treatment of adult patients with deleterious or suspected deleterious germline BRCA-mutated (gBRCAm) metastatic adenocarcinoma of the pancreas whose disease has not progressed on a minimum of 16 weeks of first-line platinum-based chemotherapy. Germline BRCA mutation must be confirmed before LYNPARZA treatment is initiated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved olaparib as monotherapy for the maintenance treatment of adult patients with deleterious or suspected deleterious germline BRCA-mutated (gBRCAm) metastatic adenocarcinoma of the pancreas whose disease has not progressed on a minimum of 16 weeks of first-line platinum-based chemotherapy.",
    "raw_biomarkers": "deleterious or suspected deleterious germline BRCA-mutated (gBRCAm)",
    "raw_cancer_type": "metastatic adenocarcinoma of the pancreas",
    "raw_therapeutics": "Lynparza (olaparib)"
  },
  {
    "id": "ind:hc.lynarza:5",
    "document_id": "doc:hc.lynparza",
    "indication": "LYNPARZA (olaparib) is indicated as monotherapy for the treatment of adult patients with deleterious or suspected deleterious germline and/or somatic BRCA or ATM mutated metastatic castrationresistant Prostate Cancer (mCRPC) who have progressed following prior treatment with a new hormonal agent. BRCA or ATM mutations must be confirmed before LYNPARZA treatment is initiated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved olaparib as monotherapy for the treatment of adult patients with deleterious or suspected deleterious germline and/or somatic BRCA or ATM mutated metastatic castrationresistant Prostate Cancer (mCRPC) who have progressed following prior treatment with a new hormonal agent.",
    "raw_biomarkers": "deleterious or suspected deleterious germline and/or somatic BRCA or ATM mutation",
    "raw_cancer_type": " metastatic castrationresistant Prostate Cancer (mCRPC)",
    "raw_therapeutics": "Lynparza (olaparib)"
  },
  {
    "id": "ind:hc.lynparza:6",
    "document_id": "doc:hc.lynparza",
    "indication": "LYNPARZA is indicated in combination with abiraterone and prednisone or prednisolone for the treatment of adult patients with deleterious or suspected deleterious germline and/or somatic BRCA mutated metastatic castration resistant prostate cancer (mCRPC) in whom chemotherapy is not clinically indicated. BRCA mutation must be confirmed before LYNPARZA treatment is initiated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved olaparib in combination with abiraterone and prednisone or prednisolone for the treatment of adult patients with deleterious or suspected deleterious germline and/or somatic BRCA mutated metastatic castration-resistant prostate cancer (mCRPC) in whom chemotherapy is not clinically indicated.",
    "raw_biomarkers": "germline and/or somatic BRCA mutation",
    "raw_cancer_type": "metastatic castration-resistant prostate cancer (mCRPC)",
    "raw_therapeutics": "Lynparza (olaparib), abiraterone, prednisone or prednisolone"
  },
  {
    "id": "ind:hc.mekinist:0",
    "document_id": "doc:hc.mekinist",
    "indication": "MEKINIST (trametinib) is indicated, as a monotherapy or in combination with dabrafenib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trametinib, as monotherapy or in combination with dabrafenib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation. Clinical data are stronger for BRAF V600E than V600K.",
    "raw_biomarkers": "BRAF V600E or V600K mutation",
    "raw_cancer_type": "unresectable or metastatic melanoma",
    "raw_therapeutics": "Mekinist (trametinib), dabrafenib"
  },
  {
    "id": "ind:hc.mekinist:1",
    "document_id": "doc:hc.mekinist",
    "indication": "MEKINIST (trametinib), in combination with dabrafenib, is indicated for the adjuvant treatment of patients with melanoma with a BRAF V600 mutation and involvement of lymph nodes, following complete resection.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trametinib in combination with dabrafenib for the adjuvant treatment of patients with BRAF V600E or V600K-mutant melanoma and lymph node involvement after complete resection.",
    "raw_biomarkers": "BRAF V600E or V600K mutation",
    "raw_cancer_type": "melanoma",
    "raw_therapeutics": "Mekinist (trametinib), dabrafenib"
  },
  {
    "id": "ind:hc.mekinist:2",
    "document_id": "doc:hc.mekinist",
    "indication": "MEKINIST (trametinib) in combination with dabrafenib is indicated for the treatment of patients with metastatic non-small cell lung cancer (NSCLC) with a BRAF V600 mutation.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trametinib in combination with dabrafenib for the treatment of patients with BRAF V600E-mutant metastatic non-small cell lung cancer (NSCLC).",
    "raw_biomarkers": "BRAF V600E mutation",
    "raw_cancer_type": "metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Mekinist (trametinib), dabrafenib"
  },
  {
    "id": "ind:hc.mekinist:3",
    "document_id": "doc:hc.mekinist",
    "indication": "MEKINIST (trametinib) in combination with dabrafenib is indicated for the treatment of pediatric patients 1 year of age and older with low-grade glioma (LGG) with a BRAF V600E mutation who require systemic therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trametinib in combination with dabrafenib for the treatment of pediatric patients 1 year of age and older with BRAF V600E-mutant low-grade glioma (LGG) requiring systemic therapy.",
    "raw_biomarkers": "BRAF V600E mutation",
    "raw_cancer_type": "low-grade glioma (LGG)",
    "raw_therapeutics": "Mekinist (trametinib), dabrafenib"
  },
  {
    "id": "ind:hc.mekinist:4",
    "document_id": "doc:hc.mekinist",
    "indication": "MEKINIST (trametinib) in combination with dabrafenib is indicated for the treatment of pediatric patients 1 year of age and older with high-grade glioma (HGG) with a BRAF V600E mutation who have received at least one prior radiation and/or chemotherapy treatment.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved trametinib in combination with dabrafenib for the treatment of pediatric patients 1 year of age and older with BRAF V600E-mutant high-grade glioma (HGG) who have received prior radiation and/or chemotherapy.",
    "raw_biomarkers": "BRAF V600E mutation",
    "raw_cancer_type": "high-grade glioma (HGG)",
    "raw_therapeutics": "Mekinist (trametinib), dabrafenib"
  },
  {
    "id": "ind:hc.mektovi:0",
    "document_id": "doc:hc.",
    "indication": "MEKTOVI (binimetinib) is indicated, in combination with encorafenib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation, as detected by a validated test.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved binimetinib, in combination with encorafenib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation.",
    "raw_biomarkers": "BRAF V600E or V600K",
    "raw_cancer_type": "unresectable or metastatic melanoma ",
    "raw_therapeutics": "Mektovi (binimetinib), encorafenib"
  },
  {
    "id": "ind:hc.mylotarg:0",
    "document_id": "doc:hc.mylotarg",
    "indication": "Mylotarg (gemtuzumab ozogamicin for injection) is indicated for combination therapy with daunorubicin (DNR) and cytarabine (AraC) for the treatment of patients with previously untreated, de novo CD33-positive acute myeloid leukemia (AML), except acute promyelocytic leukemia.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved gemtuzumab ozogamicin  in combination with daunorubicin (DNR) and cytarabine (AraC) for the treatment of patients with previously untreated, de novo CD33-positive acute myeloid leukemia (AML), except acute promyelocytic leukemia.",
    "raw_biomarkers": "CD33-positive",
    "raw_cancer_type": "acute myeloid leukeia (AML)",
    "raw_therapeutics": "Mylotarg (gemtuzumab ozogamicin), daunorubicin (DNR), cytarabine (AraC)"
  },
  {
    "id": "ind:hc.nerlynx:0",
    "document_id": "doc:hc.nerlynx",
    "indication": "NERLYNX (neratinib) is indicated for the extended adjuvant treatment of women with early-stage hormone receptor positive and HER2-overexpressed/amplified breast cancer, within one year after completion of trastuzumab-based adjuvant therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved neratinib for the extended adjuvant treatment of women with early-stage hormone receptor positive and HER2-overexpressed/amplified breast cancer, within one year after completion of trastuzumab-based adjuvant therapy.",
    "raw_biomarkers": "HR+, HER2-overexpressed/amplified",
    "raw_cancer_type": "early-stage breast cancer",
    "raw_therapeutics": "Nerlynx (neratinib)"
  },
  {
    "id": "ind:hc.nerlynx:1",
    "document_id": "doc:hc.nerlynx",
    "indication": "NERLYNX (neratinib) is indicated in combination with capecitabine for the treatment of patients with metastatic HER2-overexpressed/amplified breast cancer, who have received two or more prior anti-HER2-based regimens in the metastatic setting.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved neratinib in combination with capecitabine for the treatment of patients with metastatic HER2-overexpressed/amplified breast cancer, who have received two or more prior anti-HER2-based regimens in the metastatic setting.",
    "raw_biomarkers": "HER2-overexpressed/amplified",
    "raw_cancer_type": "metastatic breast cancer",
    "raw_therapeutics": "Nerlynx (neratinib), capecitabine"
  },
  {
    "id": "ind:hc.opdivo:0",
    "document_id": "doc:hc.opdivo",
    "indication": "OPDIVO (nivolumab) is indicated for the treatment of patients with unresectable or metastatic melanoma and disease progression following ipilimumab and, if BRAF V600 mutation-positive, a BRAF inhibitor.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved nivolumab for the treatment of patients with unresectable or metastatic melanoma and disease progression following ipilimumab and, if BRAF V600 mutation-positive, a BRAF inhibitor.",
    "raw_biomarkers": "BRAF V600 mutation-positive,",
    "raw_cancer_type": " unresectable or metastatic melanoma",
    "raw_therapeutics": "Opdivo (nivolumab)"
  },
  {
    "id": "ind:hc.opdivo:1",
    "document_id": "doc:hc.opdivo",
    "indication": "OPDIVO, as monotherapy, is indicated for the treatment of adult patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) with progression on or after platinum-based chemotherapy. Patients with EGFR or ALK genomic tumour aberrations should have disease progression on a therapy for these aberrations prior to receiving OPDIVO.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved nivolumab as monotherapy for the treatment of adult patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) with progression on or after platinum-based chemotherapy. Patients with EGFR or ALK genomic tumour aberrations should have disease progression on a therapy for these aberrations prior to receiving OPDIVO.",
    "raw_biomarkers": "EGFR or ALK genomic tumour aberrations",
    "raw_cancer_type": " locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Opdivo (nivolumab)"
  },
  {
    "id": "ind:hc.opdivo:2",
    "document_id": "doc:hc.",
    "indication": "OPDIVO (nivolumab) in combination with ipilimumab, is indicated for the treatment of adult patients with metastatic NSCLC, expressing PD-L1 ≥ 1% as determined by a validated test, with no EGFR or ALK genomic tumour aberrations, and no prior systemic therapy for metastatic NSCLC.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved nivolumab in combination with ipilimumab, for the treatment of adult patients with metastatic NSCLC, expressing PD-L1 ≥ 1% as determined by a validated test, with no EGFR or ALK genomic tumour aberrations, and no prior systemic therapy for metastatic NSCLC.",
    "raw_biomarkers": " PD-L1 ≥ 1% with no EGFR or ALK genomic tumour aberrations",
    "raw_cancer_type": "metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Opdivo (nivolumab), ipilimumab"
  },
  {
    "id": "ind:hc.opdivo:3",
    "document_id": "doc:hc.opdivo",
    "indication": "OPDIVO (nivolumab), in combination with ipilimumab and 2 cycles of platinum-doublet chemotherapy, is indicated for the treatment of adult patients with metastatic NSCLC with no EGFR or ALK genomic tumour aberrations, and no prior systemic therapy for metastatic NSCLC.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved nivolumab in combinatiom with ipilimumab and 2 cycles of platinum-doublet chemotherapy, for the treatment of adult patients with metastatic NSCLC with no EGFR or ALK genomic tumour aberrations, and no prior systemic therapy for metastatic NSCLC.",
    "raw_biomarkers": "no EGFR or ALK tumour genomic tumour aberrations",
    "raw_cancer_type": "metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Opdivo (nivolumab), ipilimumab, 2 cycles of platinum-doublet chemotherapy"
  },
  {
    "id": "ind:hc.opdivo:4",
    "document_id": "doc:hc.opdivo",
    "indication": "OPDIVO (nivolumab), in combination with ipilimumab, is indicated for the treatment of adult patients with microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) metastatic colorectal cancer after prior fluoropyrimidine-based therapy in combination with oxaliplatin or irinotecan.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved nivolumab, in combination with ipilimumab, for the treatment of adult patients with microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) metastatic colorectal caner after prior fluoropyrimidine-based therapy in combination with oxaliplatin or irinotecan.",
    "raw_biomarkers": "MSI-H or dMMR",
    "raw_cancer_type": "metastatic colorectal cancer",
    "raw_therapeutics": "Opdivo (nivolumab), ipilimumab"
  },
  {
    "id": "ind:hc.opdivo:5",
    "document_id": "doc:hc.opdivo",
    "indication": "OPDIVO (nivolumab), in combination with fluoropyrimidine- and platinum-containing chemotherapy, is indicated for the treatment of adult patients with HER2 negative advanced or metastatic gastric, gastroesophageal junction or esophageal adenocarcinoma.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved nivolumab in combination with fluoropyrimidine- and platinum-containing chemotherapy, for the treatment of adult patients with HER2 negative advanced or metastatic gastric, gastroesophageal junction or esophageal adenocarcinoma.",
    "raw_biomarkers": "HER2-negative",
    "raw_cancer_type": "negative advanced or metastatic gastric, gastroesophageal junction or esophageal adenocarcinoma",
    "raw_therapeutics": "Opdivo (nivolumab), fluoropyrimidine-, platinum-containing chemotherapy"
  },
  {
    "id": "ind:hc.opdivo:6",
    "document_id": "doc:hc.",
    "indication": "OPDIVO (nivolumab), in combination with ipilimumab, is indicated for the treatment of adult patients with unresectable or metastatic ESCC, with tumour cell PD-L1 expression ≥ 1% as determined by a validated test, and no prior systemic therapy for metastatic ESCC.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved nivolumab, in combination with ipilimuab, for the treatment of adult patients with unresectable or metastatic ESCC, with tumour cell PD-L1 expression ≥ 1% as determined by a validated test, and no prior systemic therapy for metastatic ESCC.",
    "raw_biomarkers": "PD-L1 ≥ 1%",
    "raw_cancer_type": "unresectable or metastatic esophageal squamous cell carcinoma (ESCC)",
    "raw_therapeutics": "Opdivo (nivolumab), ipilimumab"
  },
  {
    "id": "ind:hc.opdivo:7",
    "document_id": "doc:hc.opdivo",
    "indication": "OPDIVO (nivolumab), in combination with fluoropyrimidine- and platinum-containing chemotherapy, is indicated for the treatment of adult patients with unresectable or metastatic ESCC, with tumour cell PD-L1 expression ≥ 1% as determined by a validated test, and no prior systemic therapy for metastatic ESCC.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved nivolumab, in combination with fluoropyrimidine- and platinum-containing chemotherapy, for the treatment of adult patients with unresectable or metastatic ESCC, with tumour cell PD-L1 expression ≥ 1% as determined by a validated test, and no prior systemic therapy for metastatic ESCC.",
    "raw_biomarkers": "PD-L1 ≥ 1%",
    "raw_cancer_type": "unresectable or metastatic esophageal squamous cell carcinoma (ESCC)",
    "raw_therapeutics": "Opdivo (nivolumab), fluoropyrimidine-, platinum-containing chemotherapy"
  },
  {
    "id": "ind:hc.pemazyre:0",
    "document_id": "doc:hc.pemazyre",
    "indication": "PEMAZYRE (pemigatinib) is indicated for the treatment of adults with previously treated, unresectable locally advanced or metastatic cholangiocarcinoma with a fibroblast growth factor receptor 2 (FGFR2) fusion or other rearrangement.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pemigatinib for the treatment of adults with previously treated, unresectable locally advanced or metastatic cholangiocarcinoma with a fibroblast growth factor receptor 2 (FGFR2) fusion or other rearrangement.",
    "raw_biomarkers": "FGFR2 fusion or rearrangement",
    "raw_cancer_type": "unresectable locally advanced or metastatic cholangiocarcinoma",
    "raw_therapeutics": "Pemazyre (pemigatinib)"
  },
  {
    "id": "ind:hc.perjeta:0",
    "document_id": "doc:hc.perjeta",
    "indication": "PERJETA (pertuzumab for injection) in combination with trastuzumab and chemotherapy is indicated for the neoadjuvant treatment of patients with HER2-positive, locally advanced, inflammatory, or early stage breast cancer.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pertuzumab in combination with trastuzumab and chemotherapy is indicated for the neoadjuvant treatment of patients with HER2-positive, locally advanced, inflammatory, or early stage breast cancer.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "early stage breast cancer",
    "raw_therapeutics": "Perjeta (pertuzumab), trastuzumab, chemotherapy"
  },
  {
    "id": "ind:hc.perjeta:1",
    "document_id": "doc:hc.perjeta",
    "indication": "PERJETA (pertuzumab) is indicated in combination with trastuzumab and docetaxel for the treatment of patients with HER2-positive metastatic breast cancer who have not received prior anti-HER2 therapy or chemotherapy for metastatic disease.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pertuzumab in combination with trastuzumab and docetaxel for the treatment of patients with HER2-positive metastatic breast cancer who have not received prior anti-HER2 therapy or chemotherapy for metastatic disease.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "metastatic breast cancer",
    "raw_therapeutics": "Perjeta (pertuzumab), trastuzumab, docetaxel"
  },
  {
    "id": "ind:hc.phesgo:0",
    "document_id": "doc:hc.",
    "indication": "PHESGO (pertuzumab and trastuzumab) in combination with chemotherapy is indicated for the neoadjuvant treatment of patients with HER2-positive, locally advanced, inflammatory, or early stage breast cancer.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pertuzumab and trastuzumab in combination with chemotherapy for the neoadjuvant treatment of patients with HER2-positive, locally advanced, inflammatory, or early stage breast cancer.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "locally advanced, inflammatory, or early stage breast cancer",
    "raw_therapeutics": "Phesgo (pertuzumab and trastuzumab), chemotherapy"
  },
  {
    "id": "ind:hc.phesgo:1",
    "document_id": "doc:hc.phesgo",
    "indication": "PHESGO (pertuzumab and trastuzumab) in combination with chemotherapy is indicated for the adjuvant treatment of patients with HER2-positive early breast cancer with lymph node positive and/or hormone receptor negative disease.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pertuzumab and trastuzumab in combination with chemotherapy for the adjuvant treatment of patients with HER2-poitive early breast cancer with lymph node positive and/hormone receptor negative disease.",
    "raw_biomarkers": "HR-negative, HER2-positive",
    "raw_cancer_type": "early breast cancer",
    "raw_therapeutics": "Phesgo (pertuzumab and trastuzumab), chemotherapy"
  },
  {
    "id": "ind:hc.phesgo:2",
    "document_id": "doc:hc.phesgo",
    "indication": "PHESGO (pertuzumab and trastuzumab), is indicated in combination with docetaxel for treatment of patients with HER2-positive metastatic breast cancer (MBC), who have not received prior anti-HER2 therapy or chemotherapy for metastatic disease.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved pertuzumab and trastuzumab in combination with docetaxel for treatment of patients with HER2-positive metastatic breast cancer (MBC), who have not received prior anit-HER2 therapy or chemotherapy for metastatic disease.",
    "raw_biomarkers": "HER2-positive",
    "raw_cancer_type": "metastatic breast cancer",
    "raw_therapeutics": "Phesgo (pertuzumab and trastuzumab), docetaxel"
  },
  {
    "id": "ind:hc.piqray:0",
    "document_id": "doc:hc.piqray",
    "indication": "PIQRAY (alpelisib), in combination with fulvestrant, is indicated for the treatment of postmenopausal women, and men, with hormone receptor-positive, HER2-negative, PIK3CA-mutated advanced or metastatic breast cancer after disease progression following an endocrine-based regimen.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved alpelisib in combination with fulvestrant for the treatment of postmenopausal women, and men, with hormone receptor-positive, HER2-negative, PIK3CA-mutated advanced or metastatic breast cancer after disease progression following an endocrine-based regimen.",
    "raw_biomarkers": "PIK3CA-mutated, hormone receptor-positive, HER2-negative",
    "raw_cancer_type": "advanced or metastatic breast cancer",
    "raw_therapeutics": "Piqray (alpelisib), fulvestrant"
  },
  {
    "id": "ind:hc.retevmo:0",
    "document_id": "doc:hc.retevmo",
    "indication": "RETEVMO (selpercatinib) is indicated as monotherapy for the treatment of metastatic RET fusion-positive non-small cell lung cancer (NSCLC) in adult patients.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved selpercatinib as monotherapy for the treatment of metastatic RET fusion-positive non-small cell lung cancer (NSCLC) in adult patients.",
    "raw_biomarkers": "RET fusion-positive",
    "raw_cancer_type": "metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Retevmo (selpercatinib)"
  },
  {
    "id": "ind:hc.retevmo:1",
    "document_id": "doc:hc.retevmo",
    "indication": "RETEVMO (selpercatinib) is indicated as monotherapy for the treatment of RET-mutant medullary thyroid cancer (MTC) in adult and pediatric patients 12 years of age and older with unresectable advanced or metastatic disease.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved selpercatinib as monotherapy for the treatment of RET-mutant medullary thyroid cancer (MTC) in adult and pediatric patients 12 years of age and older with unresectable advanced or metastatic disease.",
    "raw_biomarkers": "RET-mutant",
    "raw_cancer_type": "unresectable advanced or metastatic medullary thyroid cancer (MTC)",
    "raw_therapeutics": "Retevmo (selpercatinib)"
  },
  {
    "id": "ind:hc.retevmo:2",
    "document_id": "doc:hc.retevmo",
    "indication": "RETEVMO (selpercatinib) is indicated as monotherapy for the treatment of RET fusion-positive differentiated thyroid carcinoma in adult patients with advanced or metastatic disease (not amenable to surgery or radioactive iodine therapy) following prior treatment with sorafenib and/or lenvatinib.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved selpercatinib as monotherapy for the treatment of RET fusion-positive differentiated thyroid carcinoma in adult patients with advanced or metastatic disease (not amenable to surgery or radioactive iodine therapy) following prior treatment with sorafenib and/or lenvatinib.",
    "raw_biomarkers": "RET fusion-positive",
    "raw_cancer_type": "advanced or metastatic differentiated thyroid carcinoma",
    "raw_therapeutics": "Retevmo (selpercatinib)"
  },
  {
    "id": "ind:hc.revlimid:0",
    "document_id": "doc:hc.revlimid",
    "indication": "REVLIMID (lenalidomide) is indicated for the treatment of patients with transfusion-dependent anemia due to Low- or Intermediate-1-risk myelodysplastic syndromes associated with a deletion 5q cytogenetic abnormality with or without additional cytogenetic abnormalities. Approval for this indication is based on red blood cell transfusion independence response rates. Overall survival benefit has not been demonstrated.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved lenalidomide for the treatment of patients with transfusion-dependent anemia due to Low- or Intermediate-1-risk myelodysplastic syndromes associated with a deletion 5q cytogenetic abnormality with or without additional cytogentic abnormalities.",
    "raw_biomarkers": "5q deletion",
    "raw_cancer_type": " transfusion-dependent anemia due to low- or intermediate-1-risk myelodysplastic syndromes",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.rituxan:0",
    "document_id": "doc:hc.rituxan",
    "indication": "RITUXAN (rituximab for injection) is indicated for the treatment of patients with relapsed or refractory low-grade or follicular, CD20 positive, B-cell non-Hodgkin’s lymphoma.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved rituximab for the treatment of patients with relapsed or refractory low-grade or follicular, CD20 positive, B-cell non-Hodgkin’s lymphoma.",
    "raw_biomarkers": "CD20 positive",
    "raw_cancer_type": "relapsed or refractory low-grade or follicular B-cell non-Hodgkin’s lymphoma",
    "raw_therapeutics": "RITUXAN (rituximab for injection)"
  },
  {
    "id": "ind:hc.rituxan:1",
    "document_id": "doc:hc.rituxan",
    "indication": "RITUXAN (rituximab for injection) is indicated for the treatment of patients with CD20 positive, diffuse large B-cell non-Hodgkin’s lymphoma (DLBCL) in combination with CHOP (cyclophosphamide, doxorubicin, vincristine, and prednisone) chemotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved rituximab for the treatment of patients with CD20 positive, diffuse large B-cell non-Hodgkin’s lymphoma (DLBCL) in combination with CHOP chemotherapy.",
    "raw_biomarkers": "CD20 positive",
    "raw_cancer_type": "diffuse large B-cell non-Hodgkin’s lymphoma (DLBCL)",
    "raw_therapeutics": "RITUXAN (rituximab for injection), CHOP chemotherapy"
  },
  {
    "id": "ind:hc.rituxan:2",
    "document_id": "doc:hc.rituxan",
    "indication": "RITUXAN (rituximab for injection) is indicated for the treatment of patients with previously untreated Stage III/IV follicular, CD20 positive, B-cell non-Hodgkin's lymphoma in combination with CVP (cyclophosphamide, vincristine and prednisolone) chemotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved rituximab for the treatment of patients with previously untreated Stage III/IV follicular, CD20 positive, B-cell non-Hodgkin's lymphoma in combination with CVP chemotherapy.",
    "raw_biomarkers": "CD20 positive",
    "raw_cancer_type": "Stage III/IV follicular B-cell non-Hodgkin's lymphoma",
    "raw_therapeutics": "RITUXAN (rituximab for injection), CVP chemotherapy"
  },

  {
    "id": "ind:hc.rozlytrek:0",
    "document_id": "doc:hc.rozlytrek",
    "indication": "ROZLYTREK (entrectinib) is indicated for the treatment of adult patients with unresectable locally advanced or metastatic extracranial solid tumours, including brain metastases, that have a neurotrophic tyrosine receptor kinase (NTRK) gene fusion without a known acquired resistance mutation, and with no satisfactory treatment options.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved entrectinib for the treatment of adult patients with unresectable locally advanced or metastatic extracranial solid tumours, including brain metastases, that have a neurotrophic tyrosine receptor kinase (NTRK) gene fusion without a known acquired resistance mutation, and with no satisfactory treatment options.",
    "raw_biomarkers": "NTRK gene fusion",
    "raw_cancer_type": "unresectable locally advanced or metastatic extracranial solid tumours",
    "raw_therapeutics": "Rozlytrek (entrectinib)"
  },
  {
    "id": "ind:hc.rozlytrek:1",
    "document_id": "doc:hc.rozlytrek",
    "indication": "ROZLYTREK (entrectinib) is indicated for the treatment of patients with ROS1-positive locally advanced or metastatic non-small cell lung cancer (NSCLC) not previously treated with crizotinib.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved entrectinib for the treatment of patients with ROS1-positive locally advanced or metastatic non-small cell lung cancer (NSCLC) not previously treated with crizotinib.",
    "raw_biomarkers": "ROS1-positive",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Rozlytrek (entrectinib)"
  },
  {
    "id": "ind:hc.rybrevant:0",
    "document_id": "doc:hc.rybrevant",
    "indication": "RYBREVANT (amivantamab for injection) is indicated in combination with carboplatin and pemetrexed for the treatment of patients with locally advanced (not amenable to curative therapy) or metastatic non-small cell lung cancer (NSCLC) with epidermal-growth factor receptor (EGFR) Exon 19 deletions or Exon 21 L858R substitution mutations, whose disease has progressed on or after treatment with osimertinib.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved amivantamab in combination with carboplatin and pemetrexed for the treatment of patients with locally advanced or metastatic NSCLC with EGFR Exon 19 deletions or Exon 21 L858R substitution mutations, whose disease has progressed on or after treatment with osimertinib.",
    "raw_biomarkers": "EGFR Eexon 19 deletions or Exon 21 L858R substitution mutations",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Rybrevant (amivantamab), carboplatin, pemetrexed"
  },
  {
    "id": "ind:hc.rybrevant:1",
    "document_id": "doc:hc.rybrevant",
    "indication": "RYBREVANT (amivantamab for injection) is indicated in combination with carboplatin and pemetrexed for the first-line treatment of adult patients with locally advanced (not amenable to curative therapy) or metastatic NSCLC with activating EGFR Exon 20 insertion mutations.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved amivantamab in combination with carboplatin and pemetrexed for the first-line treatment of adult patients with locally advanced or metastatic NSCLC with activating EGFR Exon 20 insertion mutations.",
    "raw_biomarkers": "EGFR Exon 20 insertion mutations",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Rybrevant (amivantamab), carboplatin, pemetrexed"
  },
  {
    "id": "ind:hc.rybrevant:2",
    "document_id": "doc:hc.rybrevant",
    "indication": "RYBREVANT (amivantamab for injection) is indicated as monotherapy for the treatment of adult patients with locally advanced or metastatic NSCLC with activating EGFR Exon 20 insertion mutations whose disease has progressed on or after platinum-based chemotherapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved amivantamab as monotherapy for the treatment of adult patients with locally advanced or metastatic NSCLC with activating EGFR Exon 20 insertion mutations whose disease has progressed on or after platinum-based chemotherapy.",
    "raw_biomarkers": "EGFR Exon 20 insertion mutations",
    "raw_cancer_type": "locally advanced or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Rybrevant (amivantamab)"
  },
  {
    "id": "ind:hc.rydapt:0",
    "document_id": "doc:hc.rydapt",
    "indication": "RYDAPT is indicated in combination with standard cytarabine and daunorubicin induction and cytarabine consolidation chemotherapy for the treatment of adult patients with newly diagnosed FLT3-mutated acute myeloid leukemia (AML).",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved midostaurin in combination with cytarabine and daunorubicin induction and cytarabine consolidation chemotherapy for the treatment of adult patients with newly diagnosed FLT3-mutated acute myeloid leukemia (AML).",
    "raw_biomarkers": "FLT3 mutation",
    "raw_cancer_type": "acute myeloid leukemia (AML)",
    "raw_therapeutics": "Rydapt (midostaurin), cytarabine, daunorubicin"
  },
  {
    "id": "ind:hc.scemblix:0",
    "document_id": "doc:hc.scemblix",
    "indication": "SCEMBLIXTM (asciminib tablets) is indicated for the treatment of adult patients with Philadelphia chromosome-positive chronic myeloid leukemia (Ph+ CML) in chronic phase (CP) previously treated with two or more tyrosine kinase inhibitors.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "Philadelphia chromosome-positive (Ph+)",
    "raw_cancer_type": "chronic myeloid leukemia (CML)",
    "raw_therapeutics": "Scemblix (asciminib)"
  },
  {
    "id": "ind:hc.sprycel:0",
    "document_id": "doc:hc.sprycel",
    "indication": "SPRYCEL (dasatinib) is indicated for the treatment of adults with newly diagnosed Philadelphia chromosome positive (Ph+) chronic myeloid leukemia (CML) in chronic phase.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dasatinib for the treatment of adults with newly diagnosed Philadelphia chromosome positive (Ph+) chronic myeloid leukemia (CML) in chronic phase.",
    "raw_biomarkers": "Philadelphia chromosome positive (Ph+)",
    "raw_cancer_type": "chronic myeloid leukemia (CML) in chronic phase",
    "raw_therapeutics": "Sprycel (dasatinib)"
  },
  {
    "id": "ind:hc.sprycel:1",
    "document_id": "doc:hc.sprycel",
    "indication": "SPRYCEL (dasatinib) is indicated for the treatment of adults with Ph+ chronic, accelerated, or blast phase chronic myeloid leukemia (CML) with resistance or intolerance to prior therapy including imatinib mesylate.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dasatinib for the treatment of adults with Ph+ chronic, accelerated, or blast phase chronic myeloid leukemia (CML) with resistance or intolerance to prior therapy including imatinib mesylate.",
    "raw_biomarkers": "Philadelphia chromosome positive (Ph+)",
    "raw_cancer_type": "chronic, accelerated, or blast phase chronic myeloid leukemia (CML)",
    "raw_therapeutics": "Sprycel (dasatinib)"
  },
  {
    "id": "ind:hc.sprycel:2",
    "document_id": "doc:hc.sprycel",
    "indication": "SPRYCEL (dasatinib) is indicated for the treatment of adults with Ph+ acute lymphoblastic leukemia (ALL) with resistance or intolerance to prior therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dasatinib for the treatment of adults with Ph+ acute lymphoblastic leukemia (ALL) with resistance or intolerance to prior therapy.",
    "raw_biomarkers": "Philadelphia chromosome positive (Ph+)",
    "raw_cancer_type": "acute lymphoblastic leukemia (ALL)",
    "raw_therapeutics": "Sprycel (dasatinib)"
  },
  {
    "id": "ind:hc.tabrecta:0",
    "document_id": "doc:hc.tabrecta",
    "indication": "TABRECTA (capmatinib tablets) is indicated for the treatment of adult patients with locally advanced unresectable or metastatic non-small cell lung cancer (NSCLC) harbouring mesenchymal-epithelial transition (MET) exon 14 skipping alterations.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved capmatinib for the treatment of adult patients with locally advanced unresectable or metastatic non-small cell lung cancer (NSCLC) harbouring mesenchymal-epithelial transition (MET) exon 14 skipping alterations.",
    "raw_biomarkers": "MET exon 14 skipping",
    "raw_cancer_type": " locally advanced unresectable or metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Tabrecta (capmatinib)"
  },
  {
    "id": "ind:hc.tafinlar:0",
    "document_id": "doc:hc.tafinlar",
    "indication": "TAFINLAR (dabrafenib mesylate) is indicated as a monotherapy, or in combination with trametinib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dabrafenib as a monotherapy, or in combination with trametinib, for the treatment of patients with the treatment of patients with unresectable or metastatic melanoma with a BRAF V600 mutation.",
    "raw_biomarkers": "unresectable or metastatic melanoma",
    "raw_cancer_type": "BRAF V600 mutation",
    "raw_therapeutics": "Tafinlar (dabrafenib mesylate)"
  },
  {
    "id": "ind:hc.tafinlar:1",
    "document_id": "doc:hc.tafinlar",
    "indication": "TAFINLAR (dabrafenib mesylate), in combination with trametinib, is indicated for the adjuvant treatment of patients with melanoma with a BRAF V600 mutation and involvement of lymph node(s), following complete resection.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dabrafenib mesylate, in combination with trametinib for the adjuvant treatment of patients with melanoma with a BRAF V600 mutation and involvement of lymph node(s), following complete resection.",
    "raw_biomarkers": "BRAF V600E or V600K",
    "raw_cancer_type": "melanoma",
    "raw_therapeutics": "Tafinlar (dabrafenib mesylate), trametinib"
  },
  {
    "id": "ind:hc.tafinlar:2",
    "document_id": "doc:hc.tafinlar",
    "indication": "TAFINLAR (dabrafenib mesylate) in combination with trametinib is indicated for the treatment of patients with metastatic non-small cell lung cancer (NSCLC) with a BRAF V600 mutation.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dabrafenib mesylate in combination with trametinib for the treatment of patients with metastatic non-small cell lung cancer (NSCLC) with a BRAF V600 mutation.",
    "raw_biomarkers": "BRAF V600E",
    "raw_cancer_type": "metastatic non-small cell lung cancer (NSCLC)",
    "raw_therapeutics": "Tafinlar (dabrafenib mesylate), trametinib"
  },
  {
    "id": "ind:hc.tafinlar:3",
    "document_id": "doc:hc.tafinlar",
    "indication": "TAFINLAR (dabrafenib mesylate) in combination with trametinib is indicated for the treatment of pediatric patients 1 year of age and older with low-grade glioma (LGG) with a BRAF V600E mutation who require systemic therapy.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dabrafenib mesylate in combination with trametinib for the treatment of pediatric patients 1 year of age and older with low-grade glioma (LGG) with a BRAF V600E mutation who require systemic therapy.",
    "raw_biomarkers": "BRAF V600E",
    "raw_cancer_type": "low-grade glioma (LGG)",
    "raw_therapeutics": "Tafinlar (dabrafenib mesylate), trametinib"
  },
  {
    "id": "ind:hc.tafinlar:4",
    "document_id": "doc:hc.tafinlar",
    "indication": "TAFINLAR (dabrafenib mesylate) in combination with trametinib is indicated for the treatment of pediatric patients 1 year of age and older with high-grade glioma (HGG) with a BRAF V600E mutation who have received at least one prior radiation and/or chemotherapy treatment.",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved dabrafenib mesylate in combination with trametinib for the treatment of pediatric patients 1 year of age and older with high-grade glioma (HGG) with BRAF V600E mutation who have received at least one prior radiation and/or chemotherapy treatment.",
    "raw_biomarkers": "BRAF V600E",
    "raw_cancer_type": "high-grade glioma (HGG)",
    "raw_therapeutics": "Tafinalr (dabrafenib mesylate), trametinib"
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  },
  {
    "id": "ind:hc.",
    "document_id": "doc:hc.",
    "indication": "",
    "initial_approval_date": "",
    "initial_approval_url": "",
    "description": "Health Canada approved ",
    "raw_biomarkers": "",
    "raw_cancer_type": "",
    "raw_therapeutics": ""
  }
]